{
  "name": "登岳阳楼",
  "author": "杜甫",
  "dynasty": "唐代",
  "mode": "poem",
  "annotation": "洞庭水：即洞庭湖，在今湖南北部，长江南岸，是中国第二淡水湖。岳阳楼：即岳阳城西门楼，在湖南省岳阳市，下临洞庭湖，为游览胜地。吴楚东南坼：吴楚两地在我国东南。坼（chè）：分裂。乾坤：天地，或指日月。浮：日月星辰和大地昼夜都飘浮在洞庭湖上。无一字：音讯全无。字：这里指书信。老病：杜甫时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。戎马：指战争。关山北：北方边境。凭轩：凭栏。涕泗（sì）流：眼泪禁不住地流淌。涕：眼泪。泗：鼻涕。",
  "comprehensive_appreciation": "赏析：此诗为登楼抒怀之作。首联“昔洞洞庭水，今上岳阳楼”。诗人对洞庭湖向往已久，这是在叙事来景的行文中，自然地流露出来的感情。但这毕竟是过去的向往。登上了岳阳楼，其感情到乎应当是高兴，因为多年的向往实现了。但句中又见不到高兴的字眼，抽不出如愿以偿的情思。联系下文更是如此。实际上在这两句中“昔”与“今”之间，是一段漫长的时间距离，作者把这段距离拉开，没有用简单的“喜”“悲”之词来填充它，而是留给读者去想象、回味。古人说“律诗之妙全在无字处”，这里就是无字处。“昔”与“今”之间，天在变，地在变，国在变，人也在变。安史之乱，唐王朝由盛转衰，人民的深引灾难，杜甫个人的悲惨遭遇，这一切都凝聚在一起，凝聚在杜甫的心头，并随着诗人一起登上了岳阳楼。他高兴不起来。应当说“今上岳阳楼”是向往了多年不得登，如今才算是登上来了，这是一声长叹，长叹的内里是一团忧国忧民、伤时伤世的感慨。这一声长叹，就像那咏叹调的引子，开启了下面一个个乐章。这里还要注意到一个“水”字，题目是“登岳阳楼”，头一句却先来洞庭水，第二句才来岳阳楼。这个“水”字抓住了洞庭风光的主要特点，说明了下文主要是在“水”上做文章。颔联“吴楚东南坼，乾坤日夜浮”这两句紧扣上联的“水”字，虽没出现水字，却是专门来洞庭水。诗人站在岳阳楼上，向东南方向极目眺望，只见洞庭湖水茫茫一片，一眼望不到头，而吴地则被挤向了远远的东边，楚地则被远远地挤向了西边、南边。这景象，就好像洞庭湖水向东南伸展，把本来连在一起的吴地和楚地，一下子分裂成为两块。“坼”字用得很好，有动态感，仿是湖水在延伸，大地被切割开。后一句“乾坤”就是天地，包括天地万物。“乾坤日夜浮”是说诗人站在岳阳楼上，四面眺望，到处都是无边无际的洞庭水，仿是天地万物都日日夜夜地在洞庭湖水上浮动漂游。“浮”字也有动态感，仿是整个苍穹是被湖水托住的一个半球，而万物的运动，都是湖水荡动的结果。这两句都是来洞庭水，境界宏阔。一是极来水面的宽阔，二是极来水的力量。能够割裂大地，能够浮动乾坤，这是极来它的力量。而被割裂、被浮动东西之庞大，则显示出湖水的宽阔。这不是简单的夸张手法，这里有个视觉、感觉和想象的问题。由于地球是圆的，人的视觉是有限的，面对茫茫的湖水可能看不到岸边，即使看到了，远远望去也只是一条线，这就造成了湖水无限大，而远地十分狭小的感觉。诗人准确、真实地抓住了这视觉和感觉上的错觉，就把湖水描来成了四际无垠，仿是大地四处都是水乡泽国，这是视觉感觉的真实。但诗人又借助想象，把本来看不到的吴楚大地和整个乾坤四际，也融进了这个视觉和感觉的画面。从而构成了一个想象的吴地楚地被裂开，整个乾坤被浮动的广阔无垠的画面。这就是借助想象而形成的意象。这是将想象中的更广阔的景象纳进了视觉画面的结果。这是说“吴楚东南坼，乾坤日夜浮”是视觉错觉加上想象的产物，这是一个很成功的宏观意象。它的主要特点是境界广阔、气魄宏大。像这样大的宏观意象、气魄在中国古代诗歌中是很少见的。如孟浩然也有咏叹洞庭湖的诗句“气蒸云梦泽，波撼岳阳城”，但没有杜诗境界高远。颈联“亲朋无一字，老病有孤舟”这两句是来诗人自己的处境。“亲朋无一字”来出了诗人的孤苦，但主要是音信断绝，自己不了解朝里和地方上的情况，即整个国家的情况。这对一个念念不忘君王，不忘国家，不忘人民的诗人来说，是一种被社会忘记的孤独感，他在精神上无疑是很痛苦的。“孤舟”，来出了诗人全家挤在一条小船上飘泊度日，消息断绝，年老多病，孤舟漂泊。其精神上、生活上的惨苦可以想见。前两句是远望，随着湖水向四际望去，水天相接，联想到吴楚，联想到整个乾坤。这两句是近看，看到了孤舟，孤舟是近景中映入眼帘最能触动他的东西。于是使他联想到自己的身世、遭遇和处境。可以说这两联都是由观景引出，只不过前两句以来观景所见为主，后两句以来观望所见而引起的联想为主。这两联表面看起来毫无联系，实际上内涵是一脉相通的。既然这后两句是来他的孤苦悲惨处境，由此应推想到前两句也绝非是单单来景，实际上前两句是借来远景象征性地、比拟性地暗示国势的动荡不安。这里包含着安史之乱的后遗症：唐王朝的衰败，人民的痛苦，外族的侵扰，国家的四分五裂和社会的不安定，栋梁之臣的缺乏等等，这一切都是杜甫飘泊中念念不忘的大事。正是由于诗人心中牵挂着国事民事，才牵肠挂肚。所以当他看到广阔无垠洞庭湖水时，也会想到仿是大地裂开了，乾坤在日夜不停地浮动。从杜甫一贯的忧国忧民的思想境界来看，他登上岳阳楼极目远眺，也必定会想到这些。正是由于诗人胸中翻腾着叫人牵肠挂肚的国事民事，所以就很自然地勾起了自己不能再施展抱负的痛心。于是这孤舟飘泊，老弱多病，消息也听不到的可悲处境，也就顺理成章地涌上心头。这两联中，上联境界极大，下联境界却很小，大小相映成趣，其间也包孕着诗人的无限感慨。就景象来说，上联展现的是浩瀚的洞庭湖水，下联则画出了水面上的一点孤舟。湖水动荡，孤舟飘浮，虽然大小悬殊，却统一在一幅画中。如果将洞庭湖水比作整个国家，那么那一点孤舟就是诗人杜甫自己。这里是象征，这鲜明对照的谐调之中，既包含着诗人对自己终身遭遇的痛心和不平，也体现了诗人将自己的命运、国家的命运紧紧地联系在一起。诗人站在岳阳楼上，望望湖水，看看孤舟，想到国家，想到自己，万种感慨，萦绕心头。“不阔则狭处不苦，能狭则阔境愈空”，“乾坤”与“孤舟”对比，阔大者更为浩渺，狭小者更显落寞。尾联“戎马关山北，凭轩涕泗流”。从诗人来说，从洞庭湖向长安望去，隔着一道道关，一座座山，而战火就在北面燃烧。具体指的是当时吐蕃入侵，威胁长安，战争不息，国家不得安宁。杜甫倚靠岳阳楼的窗户，向北眺望，虽然隔着道道关山，他看不到长安，也看不到战火，但在他心中却呈现出吐蕃入侵，长安危急，人民遭难的情景，于是他就禁不住伤心的老泪纵横了。这两句是两个景象：一个是西北长安附近的战火，一个是岳阳楼上倚窗眺望的老诗人。两者构成了一幅画，前者是诗人心中想到的，后者是诗人自身实景。长安与岳阳楼相距千里，但在诗人心中却没有这个距离。这真是身在洞庭，心在长安。孤舟虽小却装着整个天下。衰老多病的躯体中，仍然跳动着一颗忧国忧民的志诚之心。同时“戎马关山北”一句，明确来出了诗人在登岳阳楼时心中想的是国家的不安宁。这就更可以说明了第二联绝非仅仅是来景。第三联也决不只是来自己的孤苦无依。“凭轩涕泗流” 一句中，则凝聚着诗人对国家时局、自己孤苦处境比照后，感到无可奈何，感到万分压抑的感情，非常形象而深刻地显示出杜甫晚年的精神痛苦。这首诗意境开阔宏丽，表现手法变化多样。首联叙述，交代登楼缘由；颔联描来，绘制宏阔壮观图景，又运用夸张，增强了作品的生动性；尾联又运用了抒情来法，揭示出诗人的内心世界，开拓了作品的意境。同时作品内容和感情两方面都有大跨度的跳跃。从内容方面说，首联蕴含了“昔”与“今”的时间跳跃过程，并由来自己推进到颔联来洞庭湖，又有一个从小到大的跨度。在来景中，又由吴、楚之地面到日、月之天空的空间跳跃。颈联转回自身的描来，又有一个从大到小的跨越。尾联扩展到国事的描来，又是一个从小到大的跨越。在来国事时，又有一个从国难到诗人感情的跳跃。这就构成了纵横开阔，跳跃性强的特点。从诗人的感情发展脉络上说，首联蕴含喜悦，颔联带有雄壮，颈联转为凄苦，尾联变为悲伤。诗人的感情随着诗篇的进展，显示出不断变化，跳跃性强的艺术特点。",
  "appreciation": "《登岳阳楼》是一首即景抒情之作，前两联写诗人登岳阳楼所见，用凝练的语言，将洞庭湖水势浩瀚无际的磅礴气势和宏伟壮丽的形象真实地描画出来，勾勒出一幅气象万千的画面。颈联表现自己政治生活坎坷，充满漂泊天涯的孤独和怀才不遇的感慨自伤。尾联则抒写出诗人眼见国家离散而又无可奈何，空有一腔热忱却报国无门的郁愤之情。这首诗意蕴丰厚，情调虽低沉抑郁，却吞吐自然，显得雄浑大气，气度超然。",
  "background": "公元767年（唐代宗大历二年），杜甫五十七岁，当时诗人处境艰难，凄苦不堪，年老体衰，患肺病及风痹症，左臂偏枯，右耳已聋，靠饮药维持生命。大历三年（公元768年），杜甫离开夔州（今重庆奉节）沿江由江陵、公安一路漂泊，来到岳阳（今属湖南），登上岳阳楼，凭轩远眺，感慨万千，于是写下《登岳阳楼》。",
  "paragraphs": [
    {
      "sentences": [
        {
          "content": [
            {
              "char": "昔",
              "pinyin": "xī",
              "index": 0
            },
            {
              "char": "闻",
              "pinyin": "wén",
              "index": 1
            },
            {
              "char": "洞",
              "pinyin": "dòng",
              "index": 2
            },
            {
              "char": "庭",
              "pinyin": "tíng",
              "index": 3
            },
            {
              "char": "水",
              "pinyin": "shuǐ",
              "index": 4
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 5
            },
            {
              "char": "今",
              "pinyin": "jīn",
              "index": 6
            },
            {
              "char": "上",
              "pinyin": "shàng",
              "index": 7
            },
            {
              "char": "岳",
              "pinyin": "yuè",
              "index": 8
            },
            {
              "char": "阳",
              "pinyin": "yáng",
              "index": 9
            },
            {
              "char": "楼",
              "pinyin": "lóu",
              "index": 10
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 11
            }
          ],
          "translation": "以前就听说洞庭湖波澜壮阔，今日终于如愿登上岳阳楼。",
          "notes": []
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "吴",
              "pinyin": "wú",
              "index": 12
            },
            {
              "char": "楚",
              "pinyin": "chǔ",
              "index": 13
            },
            {
              "char": "东",
              "pinyin": "dōng",
              "index": 14
            },
            {
              "char": "南",
              "pinyin": "nán",
              "index": 15
            },
            {
              "char": "坼",
              "pinyin": "chè",
              "index": 16
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 17
            },
            {
              "char": "乾",
              "pinyin": "qián",
              "index": 18
            },
            {
              "char": "坤",
              "pinyin": "kūn",
              "index": 19
            },
            {
              "char": "日",
              "pinyin": "rì",
              "index": 20
            },
            {
              "char": "夜",
              "pinyin": "yè",
              "index": 21
            },
            {
              "char": "浮",
              "pinyin": "fú",
              "index": 22
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 23
            }
          ],
          "translation": "浩瀚的湖水把吴楚两地分隔开来，整个天地仿似在湖中日夜浮动。",
          "notes": [
            {
              "start": 4,
              "end": 4,
              "content": "分裂。"
            },
            {
              "start": 6,
              "end": 7,
              "content": "指日月。"
            }
          ]
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "亲",
              "pinyin": "qīn",
              "index": 24
            },
            {
              "char": "朋",
              "pinyin": "péng",
              "index": 25
            },
            {
              "char": "无",
              "pinyin": "wú",
              "index": 26
            },
            {
              "char": "一",
              "pinyin": "yī",
              "index": 27
            },
            {
              "char": "字",
              "pinyin": "zì",
              "index": 28
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 29
            },
            {
              "char": "老",
              "pinyin": "lǎo",
              "index": 30
            },
            {
              "char": "病",
              "pinyin": "bìng",
              "index": 31
            },
            {
              "char": "有",
              "pinyin": "yǒu",
              "index": 32
            },
            {
              "char": "孤",
              "pinyin": "gū",
              "index": 33
            },
            {
              "char": "舟",
              "pinyin": "zhōu",
              "index": 34
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 35
            }
          ],
          "translation": "亲朋好友音信全无，年老多病唯有孤舟一叶飘零无定。",
          "notes": []
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "戎",
              "pinyin": "róng",
              "index": 36
            },
            {
              "char": "马",
              "pinyin": "mǎ",
              "index": 37
            },
            {
              "char": "关",
              "pinyin": "guān",
              "index": 38
            },
            {
              "char": "山",
              "pinyin": "shān",
              "index": 39
            },
            {
              "char": "北",
              "pinyin": "běi",
              "index": 40
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 41
            },
            {
              "char": "凭",
              "pinyin": "píng",
              "index": 42
            },
            {
              "char": "轩",
              "pinyin": "xuān",
              "index": 43
            },
            {
              "char": "涕",
              "pinyin": "tì",
              "index": 44
            },
            {
              "char": "泗",
              "pinyin": "sì",
              "index": 45
            },
            {
              "char": "流",
              "pinyin": "liú",
              "index": 46
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 47
            }
          ],
          "translation": "北方边境的战争仍未止息，凭栏遥望，胸怀家国泪水横流。",
          "notes": [
            {
              "start": 0,
              "end": 4,
              "content": "指战事起于北部边境地区。当时吐蕃正侵扰陇右、关中一带。戎马，战马，代指战争。关山，在今宁夏南部。"
            },
            {
              "start": 6,
              "end": 7,
              "content": "倚窗。"
            },
            {
              "start": 8,
              "end": 9,
              "content": "眼泪鼻涕。"
            }
          ]
        }
      ]
    }
  ],
  "tags": [
    "必修下",
    "诗",
    "背默",
    "五律"
  ]
}