{
    "title": "鱼我所欲也",
    "author": "孟子",
    "dynasty": "战国",
    "text-align": "paragraph",
    "content": "鱼，我所欲也；熊掌，亦我所欲也。/二者不可得兼，舍鱼而取熊掌者也。/生，亦我所欲也；义，亦我所欲也。/二者不可得兼，舍生而取义者也。/生亦我所欲，所欲有甚于生者，故不为苟得也；/死亦我所恶，所恶有甚于死者，故患有所不辟也。/如使人之所欲莫甚于生，则凡可以得生者，何不用也？/使人之所恶莫甚于死者，则凡可以辟患者，何不为也？/由是则生而有不用也，由是则可以辟患而有不为也。/是故所欲有甚于生者，所恶有甚于死者。/非独贤者有是心也，人皆有之，贤者能勿丧耳。",
    "translation": "鱼是我想要的；熊掌也是我想要的。/如果两者不能同时得到，就舍弃鱼而取熊掌。/生命是我想要的；道义也是我想要的。/如果两者不能同时得到，就舍弃生命而取道义。/生命是我想要的，但还有比生命更想要的东西，所以不做苟且偷生的事；/死亡是我厌恶的，但还有比死亡更厌恶的东西，所以有的祸患不躲避。/假如人们想要的没有比生命更重要的，那么凡是可以保全生命的手段，有什么不用的呢？/假如人们厌恶的没有比死亡更厉害的，那么凡是可以躲避祸患的事情，有什么不做的呢？/通过某种方法就可以生存，却有人不采用；通过某种方法就可以躲避祸患，却有人不去做。/因此，有比生命更想要的东西，有比死亡更厌恶的东西。/不只是贤人有这种心，人人都有，只是贤人能不丧失它罢了。",
    "pinyin": "yú, wǒ suǒ yù yě; xióng zhǎng, yì wǒ suǒ yù yě。/èr zhě bù kě dé jiān, shě yú ér qǔ xióng zhǎng zhě yě。/shēng, yì wǒ suǒ yù yě; yì, yì wǒ suǒ yù yě。/èr zhě bù kě dé jiān, shě shēng ér qǔ yì zhě yě。/shēng yì wǒ suǒ yù, suǒ yù yǒu shèn yú shēng zhě, gù bù wéi gǒu dé yě;/sǐ yì wǒ suǒ è, suǒ è yǒu shèn yú sǐ zhě, gù huàn yǒu suǒ bù bì yě。/rú shǐ rén zhī suǒ yù mò shèn yú shēng, zé fán kě yǐ dé shēng zhě, hé bù yòng yě?/shǐ rén zhī suǒ è mò shèn yú sǐ zhě, zé fán kě yǐ bì huàn zhě, hé bù wéi yě?/yóu shì zé shēng ér yǒu bù yòng yě, yóu shì zé kě yǐ bì huàn ér yǒu bù wéi yě。/shì gù suǒ yù yǒu shèn yú shēng zhě, suǒ è yǒu shèn yú sǐ zhě。/fēi dú xián zhě yǒu shì xīn yě, rén jiē yǒu zhī, xián zhě néng wù sàng ěr。",
    "comment": [
        {
            "start": 107,
            "end": 107,
            "content": "辟：通'避'，躲避。"
        },
        {
            "start": 84,
            "end": 84,
            "content": "苟：苟且，不正当。"
        },
        {
            "start": 22,
            "end": 22,
            "content": "兼：同时得到。"
        }
    ],
    "different_meanings": [
        {
            "start": 107,
            "end": 107,
            "old": "躲避",
            "new": "开辟、君主"
        },
        {
            "start": 92,
            "end": 92,
            "old": "厌恶",
            "new": "罪恶、凶恶"
        }
    ],
    "special_sentences": [
        {
            "start": 0,
            "end": 5,
            "content": "判断句：'也'表示肯定，如'鱼，我所欲也'。"
        },
        {
            "start": 17,
            "end": 32,
            "content": "判断句：'者也'结构加强判断，如'舍鱼而取熊掌者也'。"
        },
        {
            "start": 73,
            "end": 79,
            "content": "定语后置：'所欲有甚于生者'意为'有比生命更想要的东西'，定语'有甚于生者'后置修饰'所欲'。"
        }
    ],
    "read": [107, 92],
    "write": [22, 84, 107],
    "background": "《鱼我所欲也》出自《孟子·告子上》，作者孟子（约公元前372年—公元前289年），名轲，战国时期邹国（今山东邹城）人，是儒家学派的重要代表人物，被尊称为“亚圣”。该文创作于战国中后期，当时诸侯争霸、社会动荡，孟子周游列国宣扬仁政思想，反对战争和暴政。文章以“鱼与熊掌”的比喻开篇，通过生与义的对比，阐述在生命与道义冲突时应“舍生取义”的核心观点，旨在批判当时社会重利轻义的风气，强调人性本善及道德操守的重要性。孟子继承并发展了孔子的儒家思想，本文是其性善论的具体体现，主张人皆有“四端”（恻隐、羞恶、辞让、是非之心），贤者能保持而不丧失。历史背景上，战国时期礼崩乐坏，孟子通过此文呼吁统治者施行仁政，以道德教化百姓。该文不仅反映了孟子的伦理哲学，还深刻影响了后世儒家伦理体系，成为中华文化中“杀身成仁”精神的重要源头。在文学史上，它标志着先秦散文的成熟，以逻辑严密、比喻生动著称。",
    "appreciation": "《鱼我所欲也》是一篇逻辑严谨、思想深邃的议论文，展现了孟子散文的独特魅力。文章开篇以日常事物“鱼与熊掌”设喻，生动形象地引出“生与义”的抉择，使抽象伦理问题具象化，易于理解。结构上采用层层递进：先通过比喻提出论点，再以“生亦我所欲”等排比句式强化对比，最后用假设推理（“如使人之所欲莫甚于生”）进行反证，逻辑严密，论证有力。修辞手法丰富，如排比（“生亦我所欲，义亦我所欲”）、对比（生与死、欲与恶）和反问（“何不用也？”），增强了文章气势和说服力。语言简洁明快，多用短句和虚词“也”“者”表达判断，体现先秦散文特色。思想内容上，孟子深刻剖析人性，强调道德主体性，提出“舍生取义”的崇高价值观，认为人人皆有向善之心，贤者能坚守不移。这一思想不仅批判了战国功利主义，还奠定了儒家“重义轻利”的伦理基础，对后世如文天祥《正气歌》等作品产生深远影响。艺术上，比喻与推理结合，使哲理寓于形象之中，兼具文学美感和哲学深度，堪称古代议论文的典范。",
    "tags": ["议论文", "儒家经典", "道德哲学", "文言文", "背诵篇目", "九年级下册", "孟子", "战国散文"]
}