{
    "title": "破阵子·为陈同甫赋壮词以寄之",
    "author": "辛弃疾",
    "dynasty": "宋",
    "text-align": "paragraph",
    "content": "醉里挑灯看剑，梦回吹角连营。/八百里分麾下炙，五十弦翻塞外声。/沙场秋点兵。/马作的卢飞快，弓如霹雳弦惊。/了却君王天下事，赢得生前身后名。/可怜白发生。",
    "translation": "在醉意中挑亮灯火看宝剑，梦中回到号角连营的战场。/八百里范围内分食烤肉，五十弦琴奏出塞外之声。/沙场上秋天点兵。/战马像的卢马一样飞快，弓箭如霹雳般惊响。/完成君王统一天下的大事，赢得生前死后的名声。/可惜头发已白。",
    "pinyin": "zuì lǐ tiǎo dēng kàn jiàn mèng huí chuī jiǎo lián yíng / bā bǎi lǐ fēn huī xià zhì wǔ shí xián fān sài wài shēng / shā chǎng qiū diǎn bīng / mǎ zuò dí lú fēi kuài gōng rú pī lì xián jīng / liǎo què jūn wáng tiān xià shì yíng dé shēng qián shēn hòu míng / kě lián bái fà shēng",
    "comment": [
        {
            "start": 41,
            "end": 42,
            "content": "名马名，三国时刘备的坐骑"
        },
        {
            "start": 48,
            "end": 49,
            "content": "雷声，形容弓弦响声巨大"
        }
    ],
    "different_meanings": [
        {
            "start": 71,
            "end": 72,
            "old": "可惜",
            "new": "怜悯"
        }
    ],
    "special_sentences": [],
    "read": [41],
    "write": [19],
    "background": "《破阵子·为陈同甫赋壮词以寄之》是南宋著名词人辛弃疾的代表作之一，创作于公元1188年左右，时值辛弃疾闲居江西带湖期间。辛弃疾（1140-1207），字幼安，号稼轩，山东历城人，是南宋豪放派词人的领袖，一生致力于抗金复国，但因朝廷主和派排挤，多次被贬谪，壮志难酬。此词是写给好友陈亮（字同甫）的，陈亮同为爱国志士，两人志同道合，常以诗词唱和抒发抗金抱负。背景上，南宋偏安一隅，金兵占据中原，辛弃疾早年曾组织义军抗金，南归后却不受重用，此词借梦境追忆军旅豪情，实则表达对现实无奈和年华老去的悲愤。词中“为陈同甫赋壮词”点明创作动机，旨在激励友人，同时自我慰藉。历史背景包括南宋绍兴和议后的苟安局面，辛弃疾多次上书《美芹十论》《九议》等抗金策略未被采纳，闲居时心系国事，词作融合个人经历与时代悲剧，反映了南宋主战派知识分子的普遍困境。该词在辛弃疾词集中属“壮词”类，艺术上承苏轼豪放词风，下启后世爱国诗词，是研究宋词与南宋历史的重要文本。",
    "appreciation": "《破阵子·为陈同甫赋壮词以寄之》以豪放雄健的笔触描绘军旅生活，前九句气势磅礴，末句陡转悲凉，形成强烈反差，凸显壮志未酬的主题。开篇“醉里挑灯看剑”以动态意象切入，“醉”字暗示现实苦闷，“挑灯看剑”象征未泯的斗志，奠定悲壮基调。第二句“梦回吹角连营”转入梦境，连营号角展现宏大战场，视听结合，渲染紧张氛围。第三、四句“八百里分麾下炙，五十弦翻塞外声”用典故与夸张，“八百里”指牛名，喻广袤营地，“五十弦”借瑟声烘托悲壮，体现将士同甘共苦。第五句“沙场秋点兵”简洁有力，“秋”字暗含肃杀，点兵场景凸显军威。下片“马作的卢飞快，弓如霹雳弦惊”以比喻强化动感，“的卢”名马典出三国，突出骁勇；“霹雳”拟声，表现战斗激烈。第七、八句“了却君王天下事，赢得生前身后名”直抒胸臆，展现建功立业的理想。结尾“可怜白发生”急转直下，“可怜”古今异义，古指可惜，今义怜悯，此处强化了理想幻灭的苍凉，白发象征岁月流逝，与梦境豪情形成戏剧性对比。艺术上，全词结构精巧，前九句一气流注，末句点睛，打破常规分片，体现辛词创新；语言凝练，意象雄奇（如剑、马、弓），音韵铿锵，情感由扬到抑，深刻揭示了英雄末路的悲剧美。此词不仅是辛弃疾个人抒怀，更折射南宋爱国文人的集体困境，具有永恒感染力。",
    "tags": ["豪放派", "宋词", "爱国", "壮志未酬", "背诵", "人教版九年级上册"]
}