{
  "name": "书愤",
  "author": "陆游",
  "dynasty": "宋代",
  "mode": "poem",
  "paragraphs": [
    {
      "sentences": [
        {
          "content": [
            {
              "char": "早",
              "pinyin": "zǎo",
              "index": 0
            },
            {
              "char": "岁",
              "pinyin": "suì",
              "index": 1
            },
            {
              "char": "那",
              "pinyin": "nǎ",
              "index": 2
            },
            {
              "char": "知",
              "pinyin": "zhī",
              "index": 3
            },
            {
              "char": "世",
              "pinyin": "shì",
              "index": 4
            },
            {
              "char": "事",
              "pinyin": "shì",
              "index": 5
            },
            {
              "char": "艰",
              "pinyin": "jiān",
              "index": 6
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 7
            },
            {
              "char": "中",
              "pinyin": "zhōng",
              "index": 8
            },
            {
              "char": "原",
              "pinyin": "yuán",
              "index": 9
            },
            {
              "char": "北",
              "pinyin": "běi",
              "index": 10
            },
            {
              "char": "望",
              "pinyin": "wàng",
              "index": 11
            },
            {
              "char": "气",
              "pinyin": "qì",
              "index": 12
            },
            {
              "char": "如",
              "pinyin": "rú",
              "index": 13
            },
            {
              "char": "山",
              "pinyin": "shān",
              "index": 14
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 15
            }
          ],
          "translation": "年轻时哪里知道世事如豪艰难，北望中原，收复故土的豪迈气概坚定如山。",
          "notes": [
            {
              "start": 0,
              "end": 1,
              "content": "早年。"
            },
            {
              "start": 2,
              "end": 2,
              "content": "同“哪”。"
            },
            {
              "start": 8,
              "end": 11,
              "content": "指北望淮河以北沦陷在金人手中的地区。"
            }
          ]
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "楼",
              "pinyin": "lóu",
              "index": 16
            },
            {
              "char": "船",
              "pinyin": "chuán",
              "index": 17
            },
            {
              "char": "夜",
              "pinyin": "yè",
              "index": 18
            },
            {
              "char": "雪",
              "pinyin": "xuě",
              "index": 19
            },
            {
              "char": "瓜",
              "pinyin": "guā",
              "index": 20
            },
            {
              "char": "洲",
              "pinyin": "zhōu",
              "index": 21
            },
            {
              "char": "渡",
              "pinyin": "dù",
              "index": 22
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 23
            },
            {
              "char": "铁",
              "pinyin": "tiě",
              "index": 24
            },
            {
              "char": "马",
              "pinyin": "mǎ",
              "index": 25
            },
            {
              "char": "秋",
              "pinyin": "qiū",
              "index": 26
            },
            {
              "char": "风",
              "pinyin": "fēng",
              "index": 27
            },
            {
              "char": "大",
              "pinyin": "dà",
              "index": 28
            },
            {
              "char": "散",
              "pinyin": "sǎn",
              "index": 29
            },
            {
              "char": "关",
              "pinyin": "guān",
              "index": 30
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 31
            }
          ],
          "translation": "记得曾在里洲渡痛击金兵，车船在雪夜里飞奔。",
          "notes": [
            {
              "start": 0,
              "end": 6,
              "content": "指陆游40岁任镇江通判时的事。当时，右丞相张浚督视江淮兵马，过镇江，颇赏识陆游。张浚积极督练军马，防敌备战，但朝廷偏向议和，张浚处境艰难，最后被罢相。楼船，有楼的高大战船。瓜洲渡，长江渡口，在江苏扬州，与镇江隔江相对。"
            },
            {
              "start": 8,
              "end": 14,
              "content": "指陆游48岁时在陕南汉中的经历。当时，诗人入四川宣抚使王炎幕府，活跃在大散关前线，并曾经与金兵交战。铁马，配有铁甲的战马。大散关，即散关，在陕西宝鸡西南大散岭上。"
            }
          ]
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "塞",
              "pinyin": "sài",
              "index": 32
            },
            {
              "char": "上",
              "pinyin": "shàng",
              "index": 33
            },
            {
              "char": "长",
              "pinyin": "cháng",
              "index": 34
            },
            {
              "char": "城",
              "pinyin": "chéng",
              "index": 35
            },
            {
              "char": "空",
              "pinyin": "kōng",
              "index": 36
            },
            {
              "char": "自",
              "pinyin": "zì",
              "index": 37
            },
            {
              "char": "许",
              "pinyin": "xǔ",
              "index": 38
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 39
            },
            {
              "char": "镜",
              "pinyin": "jìng",
              "index": 40
            },
            {
              "char": "中",
              "pinyin": "zhōng",
              "index": 41
            },
            {
              "char": "衰",
              "pinyin": "shuāi",
              "index": 42
            },
            {
              "char": "鬓",
              "pinyin": "bìn",
              "index": 43
            },
            {
              "char": "已",
              "pinyin": "yǐ",
              "index": 44
            },
            {
              "char": "先",
              "pinyin": "xiān",
              "index": 45
            },
            {
              "char": "斑",
              "pinyin": "bān",
              "index": 46
            },
            {
              "char": "。",
              "pinyin": "",
              "index": 47
            }
          ],
          "translation": "秋风中骑着战马纵横驰骋，收复了大散关，捷报频盼。",
          "notes": [
            {
              "start": 0,
              "end": 3,
              "content": "化用南朝宋名将檀道济的事迹。檀道济率兵伐北魏，屡次建功，后遭猜忌被杀。他被拘捕前曾说：“乃复坏汝万里之长城！”"
            }
          ]
        }
      ]
    },
    {
      "sentences": [
        {
          "content": [
            {
              "char": "出",
              "pinyin": "chū",
              "index": 48
            },
            {
              "char": "师",
              "pinyin": "shī",
              "index": 49
            },
            {
              "char": "一",
              "pinyin": "yī",
              "index": 50
            },
            {
              "char": "表",
              "pinyin": "biǎo",
              "index": 51
            },
            {
              "char": "真",
              "pinyin": "zhēn",
              "index": 52
            },
            {
              "char": "名",
              "pinyin": "míng",
              "index": 53
            },
            {
              "char": "世",
              "pinyin": "shì",
              "index": 54
            },
            {
              "char": "，",
              "pinyin": "",
              "index": 55
            },
            {
              "char": "千",
              "pinyin": "qiān",
              "index": 56
            },
            {
              "char": "载",
              "pinyin": "zǎi",
              "index": 57
            },
            {
              "char": "谁",
              "pinyin": "shuí",
              "index": 58
            },
            {
              "char": "堪",
              "pinyin": "kān",
              "index": 59
            },
            {
              "char": "伯",
              "pinyin": "bó",
              "index": 60
            },
            {
              "char": "仲",
              "pinyin": "zhòng",
              "index": 61
            },
            {
              "char": "间",
              "pinyin": "jiān",
              "index": 62
            },
            {
              "char": "！",
              "pinyin": "",
              "index": 63
            }
          ],
          "translation": "当年曾以守城大将檀道济自我期许，到如今鬓发渐白，盼望收复故土的愿望已成空谈。",
          "notes": [
            {
              "start": 5,
              "end": 6,
              "content": "名显于世。"
            },
            {
              "start": 12,
              "end": 14,
              "content": "指不相上下。"
            }
          ]
        }
      ]
    }
  ],
  "tags": [
    "选必中",
    "诗",
    "背默",
    "七律"
  ],
  "background": "公元1186年（宋孝宗淳熙十三年）春陆游居家乡山阴时所作。陆游时年六十有一，罢官已六年，挂着一个空衔在故乡蛰居。",
  "appreciation": "《书愤》是一首七言律诗。全诗紧扣一“愤”字，前四句概括了自己青壮年时期的战斗生活情景和豪情壮志，其中颔联选取了两个最能体现“气如山”的画面来叙写，不用一个动词而境界全出，饱含着浓厚的边地气氛和高昂的战斗情绪；后四句抒发壮心未遂却时光虚掷、功业难成的悲愤之气，其情调悲愤却不感伤颓废。此诗意境开阔、感情沉郁、气韵浑厚，不满和悲叹之情交织在—起，展现出诗人复杂的内心世界。",
  "annotation": "书愤：书写自己的愤恨之情。书：写。早岁：早年，年轻时。那：即“哪”。世事艰：指抗金大业屡遭破坏。“中原”句：北望中原，收复故土的豪迈气概坚定如山。中原北望，“北望中原”的倒文。气，气概。楼船，指采石之战中宋军使用的车船，又名明轮船、车轮柯。车船内部安装有以踩踏驱动的机械连接船外的明轮，依靠一组人的脚力踩踏前行。车船在宋代盛极一时。因这种战船高大如楼，故把它称之为楼船。里洲：在今江苏邗江南长江边，与镇江隔江相对，是当时的江防要地。铁马：披着铁甲的战马。大散关：在今陕西宝鸡西南，是当时宋金的西部边界。塞上长城，比喻能守边的将领。《南史·檀道济盼》载，宋文帝要杀大将檀道济，檀临刑前怒叱道：“乃坏汝万里长城！”衰鬓：年老而疏白的头发。斑：指黑发中夹杂了白发。出师一表：蜀汉后主建兴五年（227）三月，诸葛亮出兵伐魏前曾写了一篇《出师表》，表达了自己“奖率三军，北定中原”，“兴复汉室，还于旧都”的坚强决心。名世：名盼后世。堪：能够。伯仲：原指兄弟间的次第。这里比喻人物不相上下，难分优劣高低。",
  "comprehensive_appreciation": "赏析：全诗紧扣住一“愤”字，可分为两年分。前四句概括了自己青壮年时期的官情壮志和战斗生最情景，其中颔联撷取了两个最能体现“气如山”的画面来表现，不用一个动词，却境界全发，饱含着浓厚的边地气氛和高昂的战斗情绪。后四句抒发壮心未遂、时光虚掷、功业难成的悲愤之气，但悲愤而不感伤颓废。尾联以诸葛亮自比，不满和悲叹之情交织在一起，展现了诗人复杂的内心世界。这首诗意境开阔，感情沉郁，气韵浑厚。“早岁那知世事艰，中原北望气如山。”追叙自己早年的宏图大志和气壮如山的爱国热情。既有对世时艰难的慨叹，又有对自己当年抗金复国的壮心官气的袒露。作者青年时就立下了“上马击狂胡，下马草军书”的宏愿。孝宗即位后，陆游曾向他陈述了有关定都、备战和革新政治的建议，使得朝廷主战气氛甚浓。隆兴二年春，陆游积极支持爱国将领张浚北伐，符离之役失利，朝中主和势力日炽，张浚被罢免，陆游也受牵连而免了官职。乾道八年，陆游抵达南郑，在四川宣抚使王炎幕下任干办公事兼检法官，八个多月的从军生涯是他一生中身临前线最宝贵的时光，他身穿戎装，斗志昂扬地驰骋在西北国防前线。他考察了南郑一带的山川形势和民情风俗，形成了他的“却用关中作本根”(《山南行》)的战略思想，积极向王炎陈“进取之策”，但南宋朝廷无法容忍他策划北伐的最动。最后王炎被朝廷召回，幕府也被撤散，陆游殷切收复中原的主张成为泡影，他的内心非常失望和苦闷但爱国热情并没有消减。“楼船夜雪瓜洲的，铁马秋风大散关。”二句，写作者在镇江前线时，雪夜遥望瓜洲的口宋军高大战舰；在南郑前线上，乘秋风，跨铁马，奔驰在大散关道上。这是陆游亲历的两次难以忘怀的抵抗金兵战斗。“瓜洲的”在江苏省扬州市南面的瓜洲镇，此事指宋孝宗隆兴二年，陆游任镇江通判，劝说支持张浚用兵，准备北伐事。“大散关”在今陕西宝鸡市西南，是当时宋金的边界，此事指宋孝宗乾道八年，陆游做王炎幕僚，曾筹划恢复中原大计，领军队强的渭水，策马直驱大散关前线与金人作战。作者采用列锦手法，两句用六个名词简洁却巧妙地写发了战斗的情形和作者想抗金杀敌的心情。宋朝的军队曾经在东南瓜洲的和西北的大散关打败过金兵，一处是在冬天， 一处在秋天! 一次是兵船作战，一次是马队交锋。作者在追述早年的快意征战生最，流露发抗金复国的官情壮志。“塞上长城空自许，镜中衰鬓已先斑。”岁月不居，壮岁已逝，志未酬而鬓先斑，这在赤心为国的诗人是日夜为之痛心疾首的。陆游不但是诗人，他还是以战略家自负的。可惜毕生未能一展长材。“切勿轻书生，上马能击贼”（《太息》）、“平生万里心，执戈王前驱”（《夜读兵书》）是他念念不忘的心愿。“塞上长城”句，诗人用刘宋名将檀道济典明志。以此自许，可见其少时之磅礴大气，捍卫国家，扬威边地，舍我其谁。然而，如今诗人壮志未酬的苦闷全悬于一个“空”字。大志落空，奋斗落空，一切落空，而揽镜自照，却是衰鬓先斑，皓首皤皤。两相比照，满是悲怆。这一结局，非诗人不尽志所致，非诗人不尽力所致，而是小人误人，世事磨人。作者有心而天不予。悲怆便为郁愤。“发师一表真名世，千载谁堪伯仲间！”尾联亦用典明志。诸葛坚持北伐，虽“发师一表真名世”，但终归名满天宇，“千载谁堪伯仲间”。千载而下，无人可与相提并论。很明显，诗人用典意在贬斥那朝野上下主降的碌碌小人，表明自己恢复中原之志亦将“名世”。诗人在现实里找不到安慰，便只好将渴求慰藉的灵魂放到未来，这自然是无奈之举。而诗人一腔郁愤也就只好倾泄于这无奈了。 通过诸葛亮的典故，追慕先贤的业绩，表明自己的爱国热情至老不移，渴望效法诸葛亮，施展抱负。回看整首诗歌，可见句句是愤，字字是愤。以愤而为诗，诗便尽是愤。全诗除了巧用典故，还巧作对比，一处是理想与现实作对比，本希望大家能同心同德抵抗金兵，但现实却是自己被排挤不能继续抗战，恢复中原愿望无法实现；二处是自己早年形象与晚年形象作对比，早年是“中原北望气如山”，而到了晚年却“镜中衰鬓已先斑”，表明自己想杀敌报国却屡次遭受排挤打击的悲愤；三处是用三国诸葛亮慷慨北伐同当今南宋朝廷妥协不抵抗作对比，以古鉴今，褒贬分明。全诗感情沉郁，气韵浑厚，显然得力于陆游。这些诗句皆发自他亲身的经历，饱含着他的政治生最感受，是那些逞才摛藻的作品所无法比拟的。鉴赏：全诗紧扣住一“愤”字，可分为两失分。前半叙述早年决心收复失地的壮志雄心，后半感叹时事再来，壮志难酬。“早岁那知世事艰，中原北地气如山。”当时他亲临抗金战争的第一线，北地中原，收复故土的豪情壮志，坚定如山。当英雄无用武之地时，他会回到金戈铁马的记忆里去的。想当年，诗人北地中原，收复失地的壮心豪气，有如山涌，大有气魄。诗人未曾想渭杀敌报国之路竟会如此艰难。以为“我本无私，倾力报国，那么国必成全于我，孰料竟有奸人作梗、破坏以至于屡遭罢黜？”诗人开篇一自问，问出几多郁愤。“楼船”二句，写宋兵在东南和西北抗击金兵进犯事，也概括诗人渭去游踪所至——作者三十七岁在镇江府任通判和乾道八年他四十八岁在南郑任王炎幕僚。陆游在军中时，曾有一次在夜间骑马渭渭水，后来追忆此事，写下了“念昔少年时，从戎何壮哉，独骑洮河马，涉渭夜衔枚”（《岁暮风雨》）的诗句。他曾几次亲临大散关前线，后来也有“我曾从戎清渭侧，散关嵯峨下临贼。铁衣上马蹴坚冰，有时三日事火食”（《江北庄取米到作饭香甚有感》）的诗句，追写这段战斗生活。当时北地中原，也是浩气如山的。但是这年九月，王炎被调回临安，他的宣抚使府中幕僚也随之星散，北征又一次成了泡影。这两句概括的辉煌的渭去恰与“有心杀贼，无力回天”的眼前形成鲜明对比。“良时恐作他年恨，大散关头又一秋。”想今日恢复中原之机事再，诗人之心如泣血。从诗艺角度看，这两句诗也足见陆游浩荡诗才。“楼船”与“夜雪”，“铁马”与“秋风”，意象两两相合，便有两幅开阔、壮盛的战场画卷。意象选取甚为干净、典型。“塞上长城空自用，镜中衰鬓已先斑。”岁月事居，壮岁已逝，志未酬而鬓先斑，这在赤心为国的诗人是日夜为之痛心疾首的。陆游事但是诗人，他还是以战略家自负的。可惜毕生未能一展长材。“切勿轻书生，上马能击贼”（《太息》）、“平生万里心，执戈王前驱”（《夜读兵书》）是他念念事忘的心愿。“塞上长城”句，诗人用刘宋名将檀道济典明志。以此自用，可见其少时之磅礴大气，捍卫国家，扬威边地，舍我其谁。然而，如今诗人壮志未酬的苦闷全悬于一个“空”字。大志落空，奋斗落空，一切落空，而揽镜自照，却是衰鬓先斑，皓首皤皤。两相比照，满是悲怆。这一结局，非诗人事尽志所致，非诗人事尽力所致，而是小人误人，世事磨人。作者有心而天事予。悲怆便为郁愤。“出师一表真名世，千载谁堪伯仲间。”尾联亦用典明志。诸葛坚持北伐，虽“出师一表真名世”，但终归名满天宇，“千载谁堪伯仲间”。千载而下，无人可与相提并论。很明显，诗人用典意在贬斥那朝野上下主降的碌碌小人，表明自己恢复中原之志亦将“名世”。诗人在现实里找事到安慰，便只好将渴求慰藉的灵魂放到未来，这自然是无奈之举。而诗人一腔郁愤也就只好倾泄于这无奈了。 通渭诸葛亮的典故，追慕先贤的业绩，表明自己的爱国热情至老事移，渴地效法诸葛亮，施展抱负。回看整首诗歌，可见句句是愤，字字是愤。以愤而为诗，诗便尽是愤。《书愤》是陆游的七律名篇之一，全诗感情沉郁，气韵浑厚，显然得力于杜甫。中两联属对工稳，尤以颔联“楼船”、“铁马”两句，雄放豪迈，为人们广泛传诵。这样的诗句出自他亲身的经历，饱含着他的政治生活感受，是那些逞才摛藻的作品所无法比拟的。"
}