{
    "title": "木兰诗",
    "author": "佚名",
    "dynasty": "北魏",
    "text-align": "center",
    "content": [
        {
            "text": "唧唧复唧唧，木兰当户织。",
            "translation": "叹息声一声接着一声，木兰姑娘当门在织布。",
            "pinyin": "jī jī fù jī jī mù lán dāng hù zhī"
        },
        {
            "text": "不闻机杼声，唯闻女叹息。",
            "translation": "听不到织布机的声音，只听到姑娘的叹息。",
            "pinyin": "bù wén jī zhù shēng wéi wén nǚ tàn xī"
        },
        {
            "text": "问女何所思？问女何所忆？",
            "translation": "问姑娘在想什么？问姑娘在思念什么？",
            "pinyin": "wèn nǚ hé suǒ sī wèn nǚ hé suǒ yì"
        },
        {
            "text": "女亦无所思，女亦无所忆。",
            "translation": "姑娘并没有想什么，姑娘并没有思念什么。",
            "pinyin": "nǚ yì wú suǒ sī nǚ yì wú suǒ yì"
        },
        {
            "text": "昨夜见军帖，可汗大点兵。",
            "translation": "昨夜看见征兵文书，可汗大规模征兵。",
            "pinyin": "zuó yè jiàn jūn tiě kè hán dà diǎn bīng"
        },
        {
            "text": "军书十二卷，卷卷有爷名。",
            "translation": "征兵文书十二卷，每卷都有父亲的名字。",
            "pinyin": "jūn shū shí èr juàn juàn juàn yǒu yé míng"
        },
        {
            "text": "阿爷无大儿，木兰无长兄。",
            "translation": "父亲没有大儿子，木兰没有大哥。",
            "pinyin": "ā yé wú dà ér mù lán wú zhǎng xiōng"
        },
        {
            "text": "愿为市鞍马，从此替爷征。",
            "translation": "愿意为此买马具，从此代替父亲出征。",
            "pinyin": "yuàn wéi shì ān mǎ cóng cǐ tì yé zhēng"
        },
        {
            "text": "东市买骏马，西市买鞍鞯。",
            "translation": "在东市买骏马，西市买马鞍垫。",
            "pinyin": "dōng shì mǎi jùn mǎ xī shì mǎi ān jiān"
        },
        {
            "text": "南市买辔头，北市买长鞭。",
            "translation": "南市买马辔头，北市买长鞭。",
            "pinyin": "nán shì mǎi pèi tóu běi shì mǎi cháng biān"
        },
        {
            "text": "旦辞爷娘去，暮宿黄河边。",
            "translation": "早晨告别爹娘离开，傍晚宿营在黄河边。",
            "pinyin": "dàn cí yé niáng qù mù sù huáng hé biān"
        },
        {
            "text": "不闻爷娘唤女声，但闻黄河流水鸣溅溅。",
            "translation": "听不到爹娘呼唤女儿的声音，只听到黄河流水声溅溅。",
            "pinyin": "bù wén yé niáng huàn nǚ shēng dàn wén huáng hé liú shuǐ míng jiàn jiàn"
        },
        {
            "text": "旦辞黄河去，暮至黑山头。",
            "translation": "早晨告别黄河出发，傍晚到达黑山头。",
            "pinyin": "dàn cí huáng hé qù mù zhì hēi shān tóu"
        },
        {
            "text": "不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。",
            "translation": "听不到爹娘呼唤女儿的声音，只听到燕山胡兵战马啾啾鸣叫。",
            "pinyin": "bù wén yé niáng huàn nǚ shēng dàn wén yān shān hú jì míng jiū jiū"
        },
        {
            "text": "万里赴戎机，关山度若飞。",
            "translation": "万里迢迢奔赴战场，飞越关隘山岭。",
            "pinyin": "wàn lǐ fù róng jī guān shān dù ruò fēi"
        },
        {
            "text": "朔气传金柝，寒光照铁衣。",
            "translation": "北风传来打更声，冷月照着铁铠甲。",
            "pinyin": "shuò qì chuán jīn tuò hán guāng zhào tiě yī"
        },
        {
            "text": "将军百战死，壮士十年归。",
            "translation": "将军百战壮烈牺牲，壮士十年凯旋归来。",
            "pinyin": "jiāng jūn bǎi zhàn sǐ zhuàng shì shí nián guī"
        },
        {
            "text": "归来见天子，天子坐明堂。",
            "translation": "归来朝见天子，天子坐在明堂。",
            "pinyin": "guī lái jiàn tiān zǐ tiān zǐ zuò míng táng"
        },
        {
            "text": "策勋十二转，赏赐百千强。",
            "translation": "记功最高十二转，赏赐千百金以上。",
            "pinyin": "cè xūn shí èr zhuǎn shǎng cì bǎi qiān qiáng"
        },
        {
            "text": "可汗问所欲，木兰不用尚书郎，",
            "translation": "可汗问想要什么，木兰不愿做尚书郎，",
            "pinyin": "kè hán wèn suǒ yù mù lán bù yòng shàng shū láng"
        },
        {
            "text": "愿驰千里足，送儿还故乡。",
            "translation": "只愿骑千里马，快快送我回家乡。",
            "pinyin": "yuàn chí qiān lǐ zú sòng ér hái gù xiāng"
        },
        {
            "text": "爷娘闻女来，出郭相扶将。",
            "translation": "爹娘听说女儿回来，互相搀扶出城迎接。",
            "pinyin": "yé niáng wén nǚ lái chū guō xiāng fú jiāng"
        },
        {
            "text": "阿姊闻妹来，当户理红妆。",
            "translation": "姐姐听说妹妹回来，对门梳妆打扮。",
            "pinyin": "ā zǐ wén mèi lái dāng hù lǐ hóng zhuāng"
        },
        {
            "text": "小弟闻姊来，磨刀霍霍向猪羊。",
            "translation": "弟弟听说姐姐回来，霍霍磨刀杀猪宰羊。",
            "pinyin": "xiǎo dì wén zǐ lái mó dāo huò huò xiàng zhū yáng"
        },
        {
            "text": "开我东阁门，坐我西阁床。",
            "translation": "打开我东阁门，坐上我西阁床。",
            "pinyin": "kāi wǒ dōng gé mén zuò wǒ xī gé chuáng"
        },
        {
            "text": "脱我战时袍，著我旧时裳。",
            "translation": "脱下战时战袍，穿上旧时衣裳。",
            "pinyin": "tuō wǒ zhàn shí páo zhuó wǒ jiù shí cháng"
        },
        {
            "text": "当窗理云鬓，对镜帖花黄。",
            "translation": "对着窗户梳理云鬓，对着镜子贴上花黄。",
            "pinyin": "dāng chuāng lǐ yún bìn duì jìng tiē huā huáng"
        },
        {
            "text": "出门看火伴，火伴皆惊忙：",
            "translation": "出门看同伍士兵，同伴全都惊慌：",
            "pinyin": "chū mén kàn huǒ bàn huǒ bàn jiē jīng máng"
        },
        {
            "text": "同行十二年，不知木兰是女郎。",
            "translation": "同行作战十二年，竟不知木兰是女郎。",
            "pinyin": "tóng háng shí èr nián bù zhī mù lán shì nǚ láng"
        },
        {
            "text": "雄兔脚扑朔，雌兔眼迷离。",
            "translation": "雄兔前脚常爬搔，雌兔眼睛常眯着。",
            "pinyin": "xióng tù jiǎo pū shuò cí tù yǎn mí lí"
        },
        {
            "text": "双兔傍地走，安能辨我是雄雌？",
            "translation": "两兔贴着地面跑，怎能辨别哪是雄哪是雌？",
            "pinyin": "shuāng tù bàng dì zǒu ān néng biàn wǒ shì xióng cí"
        }
    ],
    "background": "《木兰诗》是中国古代乐府民歌的杰出代表作，最早见于南朝陈代（557-589年），经唐代文人整理定型后，由北宋学者郭茂倩收录于《乐府诗集》。该诗深刻反映了北魏时期（386-534年）与北方柔然部落的长期战争背景。当时北魏实行府兵制，要求每家每户出丁服役，兵役极其繁重，“军书十二卷”生动映射了连年征战的残酷现实。诗中“可汗”的称号以及“黑山”、“燕山”等具体地名，明确指向北魏与柔然接壤的北方边境地区，突显了战争的地理环境。全诗共62句331字，是中国诗歌史上罕见的长篇叙事诗，结构精巧分为五幕：木兰替父出征的孝心抉择、东西南北市购买装备的备战忙碌、万里征战的艰辛历程、凯旋归来的荣耀时刻、以及恢复女儿身的身份还原。最引人入胜的是木兰的三重身份转换艺术：从“当户织”的平凡织女蜕变为“度若飞”的英勇战士，再从“铁衣”披甲的壮士回归“花黄”贴面的柔美女郎，最终从平民升华为民族英雄。结尾“双兔傍地走”的比喻，以兔子的雌雄难辨巧妙打破性别刻板印象，升华出“谁说女子不如男”的千古主题，彰显女性智慧与力量。诗中使用重复句式强化情感张力，如“不闻...但闻...”的乡愁对比，以及“东市...西市...”的排比出征准备，形成回旋韵律美。这首诗不仅歌颂了木兰的忠孝与勇气，更成为中华文化中女性英雄主义的象征，影响深远，被多次翻译和改编。",
    "authorBackground": "《木兰诗》的原作者不详，属于乐府民歌传统，可能由民间多人传唱积累而成。乐府诗起源于汉代，是官方机构“乐府”采集的民间歌谣，真实反映百姓生活和情感，语言质朴生动，具有强烈叙事性。木兰诗在南北朝时期广泛流传，经唐代文人加工定型，成为叙事诗典范。北宋郭茂倩（1041-1099）是著名文学家和学者，他编辑的《乐府诗集》系统收录了从汉到唐的乐府诗，包括木兰诗，为保存和传播古代文学遗产做出巨大贡献。郭茂倩生平细节较少，但通过其严谨的编纂工作，我们得知他出身书香门第，致力于文化传承，将散佚的民歌整理成集，使木兰诗等作品得以流传后世。木兰诗的创作背景体现了民间口头文学的活力，作者虽佚名，却代表广大民众的集体智慧。诗篇以女性视角叙述战争，突破传统性别框架，在乐府诗中独树一帜。郭茂倩的收录不仅保存文本，还促进其文化影响，木兰形象成为全球知名的中国文化符号，被多次改编为戏剧、电影和动画，彰显乐府民歌的永恒魅力。",
    "wrong": ["唯", "帖", "火", "鞯", "辔"]
}