{
    "title": "卖油翁",
    "author": "欧阳修",
    "dynasty": "北宋",
    "text-align": "paragraph",
    "content": "陈康肃公善射，当世无双，公亦以此自矜。/尝射于家圃，有卖油翁释担而立，睨之，久而不去。/见其发矢十中八九，但微颔之。/康肃问曰：“汝亦知射乎？吾射不亦精乎？”/翁曰：“无他，但手熟尔。”/康肃忿然曰：“尔安敢轻吾射！”/翁曰：“以我酌油知之。”/乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。/因曰：“我亦无他，惟手熟尔。”/康肃笑而遣之。",
    "translation": "陈康肃公擅长射箭，当世无双，他也因此自夸。/曾经在家中的园圃里射箭，有个卖油的老翁放下担子站着，斜着眼看他，很久不离开。/见他射出的箭十支中有八九支中的，只是微微点头。/康肃问道：“你也懂得射箭吗？我的射技不也很精湛吗？”/老翁说：“没有别的，只是手熟罢了。”/康肃气愤地说：“你怎么敢轻视我的射技！”/老翁说：“凭我倒油的经验知道这个道理。”/于是拿出一个葫芦放在地上，用铜钱盖在葫芦口上，慢慢地用勺子舀油注入葫芦，油从钱孔中注入，而钱却没有湿。/于是说：“我也没有别的，只是手熟罢了。”/康肃笑着让他走了。",
    "pinyin": "chén kāng sù gōng shàn shè, dāng shì wú shuāng, gōng yì yǐ cǐ zì jīn. / cháng shè yú jiā pǔ, yǒu mài yóu wēng shì dān ér lì, nì zhī, jiǔ ér bù qù. / jiàn qí fā shǐ shí zhòng bā jiǔ, dàn wēi hàn zhī. / kāng sù wèn yuē: “rǔ yì zhī shè hū? wú shè bù yì jīng hū?” / wēng yuē: “wú tā, dàn shǒu shú ěr.” / kāng sù fèn rán yuē: “ěr ān gǎn qīng wú shè!” / wēng yuē: “yǐ wǒ zhuó yóu zhī zhī.” / nǎi qǔ yī hú lú zhì yú dì, yǐ qián fù qí kǒu, xú yǐ sháo zhuó yóu lì zhī, zì qián kǒng rù, ér qián bù shī. / yīn yuē: “wǒ yì wú tā, wéi shǒu shú ěr.” / kāng sù xiào ér qiǎn zhī.",
    "comment": [
        {
            "start": 35,
            "end": 35,
            "content": "睨：斜眼看，表示轻视。"
        },
        {
            "start": 57,
            "end": 57,
            "content": "颔：点头，表示轻微赞许。"
        },
        {
            "start": 95,
            "end": 95,
            "content": "矜：自夸，自负。"
        },
        {
            "start": 146,
            "end": 146,
            "content": "酌：舀取，倒油。"
        },
        {
            "start": 170,
            "end": 170,
            "content": "杓：勺子，舀油工具。"
        },
        {
            "start": 189,
            "end": 189,
            "content": "沥：滴注，缓慢倒入。"
        },
        {
            "start": 20,
            "end": 42,
            "content": "状语后置：'尝射于家圃' 正常语序应为 '尝于家圃射'，表示地点状语后置。"
        },
        {
            "start": 114,
            "end": 128,
            "content": "反问句：'吾射不亦精乎？' 使用 '不亦...乎' 结构，加强反问语气。"
        }
    ],
    "read": [35, 57, 146, 170],
    "write": [35, 57, 146, 170],
    "background": "《卖油翁》出自欧阳修的笔记文集《归田录》，创作于北宋时期。欧阳修（1007-1072）是北宋著名文学家、政治家，唐宋八大家之一，曾任参知政事等职。此文写于他晚年退隐之后，通过记录民间轶事，反映社会现实。背景上，北宋社会重文轻武，但欧阳修强调实践技能的重要性。故事源于真实见闻，旨在批判当时士大夫阶层的自负心态，提倡谦虚务实的精神。康肃公陈尧咨是历史人物，以善射闻名，欧阳修借其故事阐述“熟能生巧”的哲理，呼应儒家“格物致知”思想。写作时，北宋内外交困，欧阳修借寓言呼吁社会注重实际能力，而非虚名。全文语言简洁，寓教于乐，体现了欧阳修散文的平实风格和教化目的。",
    "appreciation": "《卖油翁》是一篇精炼的寓言式古文，通过对比陈康肃的射箭技艺与卖油翁的酌油技巧，深刻阐述“熟能生巧”的普遍真理。主题上，欧阳修以小事寓大理，批判了骄傲自满的心态，倡导谦虚与实践精神。人物塑造鲜明：陈康肃自负易怒，代表士大夫的虚荣；卖油翁沉稳智慧，象征劳动人民的朴实智慧。两人对话形成强烈反差，康肃的质问“尔安敢轻吾射！”突显其傲慢，而翁的回应“无他，但手熟尔”则以平和彰显哲理。语言艺术上，全文仅百余字，却情节完整。动词精准，如“释担而立”的“释”表现随意，“睨之”的“睨”传达轻视，“徐以杓酌油沥之”的“徐”和“沥”细腻刻画动作。结构紧凑，从冲突到化解，结尾“康肃笑而遣之”的“笑”字，暗示顿悟与和解，余味悠长。修辞上，多用短句和口语，如“无他”“惟手熟尔”，增强真实感；反问句“吾射不亦精乎？”强化戏剧性。思想深度上，欧阳修超越技艺层面，触及人性弱点，强调持续练习的重要性，对后世教育影响深远。艺术价值在于以小见大，融合叙事与说理，是宋代散文的典范之作。",
    "tags": ["古文", "寓言", "欧阳修", "北宋", "七年级下册", "背诵", "熟能生巧", "文言文", "笔记小说", "哲理故事", "人物对话", "宋代文学", "语文教材", "初中语文", "人教版"]
}