{
    "title": "卖油翁",
    "author": "欧阳修",
    "dynasty": "北宋",
    "text-align": "left",
    "content": [
        {
            "text": "陈康肃公尧咨善射，当世无双，公亦以此自矜。",
            "translation": "陈康肃公尧咨擅长射箭，当世无人能比，他也因此自夸。",
            "pinyin": "chén kāng sù gōng yáo zī shàn shè dāng shì wú shuāng gōng yì yǐ cǐ zì jīn"
        },
        {
            "text": "尝射于家圃，有卖油翁释担而立，睨之久而不去。",
            "translation": "曾在自家园圃射箭，有个卖油老人放下担子站着，斜着眼看他射箭，久久不离开。",
            "pinyin": "cháng shè yú jiā pǔ yǒu mài yóu wēng shì dān ér lì nì zhī jiǔ ér bù qù"
        },
        {
            "text": "见其发矢十中八九，但微颔之。",
            "translation": "见他射出十箭中八九箭，只是微微点头。",
            "pinyin": "jiàn qí fā shǐ shí zhòng bā jiǔ dàn wēi hàn zhī"
        },
        {
            "text": "康肃问曰：“汝亦知射乎？吾射不亦精乎？“",
            "translation": "康肃问道：“你也懂得射箭？我的箭术难道不精湛？“",
            "pinyin": "kāng sù wèn yuē rǔ yì zhī shè hū wú shè bù yì jīng hū"
        },
        {
            "text": "翁曰：“无他，但手熟尔。“",
            "translation": "老人说：“没别的奥妙，只是手熟罢了。“",
            "pinyin": "wēng yuē wú tā dàn shǒu shú ěr"
        },
        {
            "text": "康肃忿然曰：“尔安敢轻吾射！“",
            "translation": "康肃恼怒道：“你怎敢轻视我的箭术！“",
            "pinyin": "kāng sù fèn rán yuē ěr ān gǎn qīng wú shè"
        },
        {
            "text": "翁曰：“以我酌油知之。“",
            "translation": "老人说：“凭我倒油经验知道的。“",
            "pinyin": "wēng yuē yǐ wǒ zhuó yóu zhī zhī"
        },
        {
            "text": "乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。",
            "translation": "就拿一个葫芦放在地上，用铜钱盖住葫芦口，慢慢用勺子舀油注入，油从钱孔注入却没沾湿铜钱。",
            "pinyin": "nǎi qǔ yī hú lú zhì yú dì yǐ qián fù qí kǒu xú yǐ sháo zhuó yóu lì zhī zì qián kǒng rù ér qián bù shī"
        },
        {
            "text": "因曰：“我亦无他，惟手熟尔。“",
            "translation": "于是说：“我也没有别的奥妙，只是手熟罢了。“",
            "pinyin": "yīn yuē wǒ yì wú tā wéi shǒu shú ěr"
        },
        {
            "text": "康肃笑而遣之。",
            "translation": "康肃笑着让他走了。",
            "pinyin": "kāng sù xiào ér qiǎn zhī"
        }
    ],
    "background": "《卖油翁》创作于北宋至和年间（1054年至1056年），时值宋仁宗统治时期，朝廷内党争激烈，以范仲淹为首的改革派与保守派矛盾尖锐。欧阳修作为庆历新政的支持者，在政治斗争中多次被贬，先后谪居夷陵、滁州等地。此时期文人多崇尚空谈玄理，务虚不务实，社会风气浮华。欧阳修深感忧虑，借古讽今，通过此文批判官僚阶层的骄矜之气，倡导务实精神。故事主人公陈尧咨是北宋真宗朝（998年至1022年）状元，历任荆南知府、武信军节度使，史载其箭术高超，“尝以钱为的，一发贯其中”。欧阳修可能从荆州民间传闻中汲取灵感，将陈尧咨的真实事迹艺术化处理，塑造为一个骄傲自满的典型形象。文章通过“善射”与“酌油”的技艺对比，深刻揭示“熟能生巧”的朴素哲理。陈公从“自矜”到“忿然”再到“笑遣”的情绪转变，生动展现了一个傲慢者在实践智慧面前的谦卑过程；卖油翁“睨之”“微颔”“酌油”的从容举止，则彰显了普通劳动者的沉着与经验。细节描写尤为精妙，“徐以杓酌油沥之”的“徐”字刻画出老人沉稳不迫的神态，“钱孔入油不湿”的精准操作甚至超越了“十中八九”的射术，强化了主题。结尾“惟手熟尔”的重复，如同禅宗棒喝，发人深省，强调反复练习的重要性。这篇笔记小说不仅结构紧凑、语言简洁，更蕴含深刻的教育意义，反映了欧阳修在政治失意中对社会现实的反思，是其古文运动的代表作之一，影响深远，成为后世传诵的经典寓言。",
    "authorBackground": "欧阳修（1007年－1072年），字永叔，号醉翁、六一居士，吉州永丰（今属江西）人，北宋杰出文学家、史学家、政治家，唐宋八大家之一。自幼丧父，家境贫寒，由母亲郑氏以荻杆画地教读，勤奋好学。仁宗天圣八年（1030年）中进士，历任馆阁校勘、知制诰、翰林学士、枢密副使、参知政事等职。政治上，他坚定支持范仲淹的庆历新政，主张改革吏治、整顿财政、减轻赋税，但因保守派强烈反对，新政失败后多次被贬，谪居滁州、扬州等地，这些经历深刻影响其文学创作。文学上，欧阳修是北宋古文运动的领袖，反对当时盛行的骈文浮华之风，倡导“文以载道”，主张文章应平易自然、服务于社会教化。其散文风格流畅婉转，逻辑严密，代表作包括《醉翁亭记》《秋声赋》《朋党论》等，其中《醉翁亭记》写于滁州贬所，以“醉翁之意不在酒”名句传世。作为史学家，他主持编纂了《新唐书》和《新五代史》，后者为二十四史之一，以“春秋笔法”寓褒贬于叙事。诗词创作亦成就斐然，词风清丽，诗作质朴，如《生查子·元夕》等。欧阳修重视教育，提携后进，培养出苏轼、曾巩、王安石等大家，形成北宋文坛盛况。晚年自号“六一居士”，谓藏书一万卷、金石遗文一千卷、琴一张、棋一局、酒一壶，加己一老翁。1072年逝世，谥号“文忠”。他的一生融合政治抱负与文学革新，开创了宋代平实文风，对后世文化产生深远影响，被尊为“一代文宗”。",
    "wrong": ["睨", "颔", "惟", "杓", "沥"]
}