{
    "title": "陋室铭",
    "author": "刘禹锡",
    "dynasty": "唐",
    "text-align": "left",
    "content": [
        {
            "text": "山不在高，有仙则名。",
            "translation": "山不在高耸，有仙人居住就能成名。",
            "pinyin": "shān bù zài gāo, yǒu xiān zé míng"
        },
        {
            "text": "水不在深，有龙则灵。",
            "translation": "水不在幽深，有蛟龙潜藏就有灵气。",
            "pinyin": "shuǐ bù zài shēn, yǒu lóng zé líng"
        },
        {
            "text": "斯是陋室，惟吾德馨。",
            "translation": "这是简陋居室，但因我品德高尚而美好。",
            "pinyin": "sī shì lòu shì, wéi wú dé xīn"
        },
        {
            "text": "苔痕上阶绿，草色入帘青。",
            "translation": "苔藓爬满台阶碧绿，草色透入门帘青葱。",
            "pinyin": "tái hén shàng jiē lǜ, cǎo sè rù lián qīng"
        },
        {
            "text": "谈笑有鸿儒，往来无白丁。",
            "translation": "谈笑往来有博学者，结交朋友无庸俗人。",
            "pinyin": "tán xiào yǒu hóng rú, wǎng lái wú bái dīng"
        },
        {
            "text": "可以调素琴，阅金经。",
            "translation": "可以弹奏清雅古琴，阅读珍贵佛经。",
            "pinyin": "kě yǐ tiáo sù qín, yuè jīn jīng"
        },
        {
            "text": "无丝竹之乱耳，无案牍之劳形。",
            "translation": "没有嘈杂音乐扰乱清听，没有官府公文劳累身心。",
            "pinyin": "wú sī zhú zhī luàn ěr, wú àn dú zhī láo xíng"
        },
        {
            "text": "南阳诸葛庐，西蜀子云亭。",
            "translation": "如同诸葛亮南阳草庐，好比扬雄西蜀玄亭。",
            "pinyin": "nán yáng zhū gě lú, xī shǔ zǐ yún tíng"
        },
        {
            "text": "孔子云：何陋之有？",
            "translation": "孔子说过：这有何简陋？",
            "pinyin": "kǒng zǐ yún: hé lòu zhī yǒu"
        }
    ],
    "background": "《陋室铭》创作于唐元和七年（812年），正值刘禹锡因永贞革新失败而遭贬谪至和州（今安徽和县）期间。永贞革新是唐顺宗永贞元年（805年）由王叔文、王伾领导的政治改革运动，刘禹锡作为核心成员积极参与，旨在打击宦官专权、整顿吏治、减轻赋税，但改革仅持续百余日即遭保守势力反扑而失败。刘禹锡先被贬为朗州司马，元和十年（815年）短暂召回长安后因诗作触怒权贵，再贬连州刺史，后移和州。在和州任通判时，按唐制应居三间三厦的官舍，但当地知县见其是贬官，故意刁难，安排他住城南临江的简陋小屋。面对此境，刘禹锡愤然提笔写下《陋室铭》，以铭文形式抒发不屈之志。铭文以山水起兴，通过三重境界层层递进：先描绘自然环境“苔痕草色”的野趣，再写人文交往“鸿儒谈笑”的精神自由，最后升华到生活“调琴阅经”的超脱境界，结尾化用《论语》反诘，凸显陋室不陋的核心主题。此作不仅是对个人遭遇的抗争，更映射了中唐士大夫在政治压抑中坚守高洁情操的普遍精神。刘禹锡后迁居城北德胜河边，面对千帆竞发之景，又题诗“垂柳青青江水边，人在历阳心在京”，进一步印证其心系朝廷、乐观坚韧的品格。《陋室铭》全文仅81字，却字字珠玑，运用工整对偶、比兴手法（如“诸葛庐”自喻政治抱负、“子云亭”暗指学术追求），成为唐代骈文典范，深刻体现了刘禹锡在逆境中的哲学思辨与艺术造诣。",
    "authorBackground": "刘禹锡（772年－842年），字梦得，河南洛阳人，唐代著名文学家、哲学家、政治家，中唐文坛领袖之一。他出身儒学世家，自幼聪慧，贞元九年（793年）进士及第，后又登博学宏词科，初任太子校书，步入仕途。刘禹锡积极参与永贞革新（805年），与王叔文、柳宗元等推行新政，旨在革除宦官专权、藩镇割据等弊政，但改革失败后被贬为朗州司马，开启长达二十余年的贬谪生涯，先后任连州、夔州、和州刺史，晚年才召回长安任太子宾客等职。文学上，刘禹锡与白居易并称“刘白”，其诗风豪迈雄健，善用比兴讽刺，代表作包括《竹枝词》《乌衣巷》《秋词》等，其中《竹枝词》吸收民歌特色，开创了新乐府风格；散文以《陋室铭》《天论》著称，骈散结合，逻辑严密。哲学方面，他主张唯物主义，在《天论》中提出“天人交相胜”思想，批判天命论，强调人的主观能动性，对后世理学有深远影响。政治上，他虽屡遭贬黜，却始终心系民生，在地方任上兴修水利、减轻赋税，深得百姓爱戴。交游广阔，与柳宗元、白居易、元稹等文人交厚，共同推动古文运动。刘禹锡晚年作品更显淡泊，如《酬乐天咏老见示》抒写豁达人生观。他于会昌二年（842年）卒于洛阳，赠户部尚书，谥号“文”，一生著述丰硕，有《刘梦得文集》传世，其人格与作品被誉为“诗豪”，深刻塑造了唐代文学的精神内核。",
    "wrong": ["惟", "馨", "牍", "鸿", "儒"]
}