{
    "title": "活板",
    "author": "沈括",
    "dynasty": "宋",
    "text-align": "paragraph",
    "content": "板印书籍，唐人尚未盛为之。/自冯瀛王始印五经，已后典籍皆为板本。/庆历中，有布衣毕昇，又为活板。/其法用胶泥刻字，薄如钱唇，每字为一印，火烧令坚。/先设一铁板，其上以松脂、蜡和纸灰之类冒之。/欲印，则以一铁范置铁板上，乃密布字印，满铁范为一板，持就火炀之，药稍熔，则以一平板按其面，则字平如砥。/若止印三二本，未为简易；若印数十百千本，则极为神速。/常作二铁板，一板印刷，一板已自布字，此印者才毕，则第二板已具，更互用之，瞬息可就。/每一字皆有数印，如‘之’、‘也’等字，每字有二十余印，以备一板内有重复者。/不用则以纸贴之，每韵为一贴，木格贮之。/有奇字素无备者，旋刻之，以草火烧，瞬息可成。/不以木为之者，文理有疏密，沾水则高下不平，兼与药相粘，不可取；不若燔土，用讫再火令药熔，以手拂之，其印自落，殊不沾污。/昇死，其印为予群从所得，至今保藏。",
    "translation": "用雕版印刷书籍，唐朝人还没有大规模地推行。/从冯瀛王开始印刷五经，以后的经典文献就都是雕版印刷的本子了。/庆历年间，有个平民叫毕昇，又发明了活字版。/他的方法是：用胶泥刻字，字模薄得像铜钱边缘似的，每个字刻一个字模，用火烧使它坚硬。/先设置一块铁板，在它的上面用松脂、蜡混合着纸灰一类的东西覆盖好。/想要印刷，就把一个铁框子放在铁板上面，于是密密地排上字模，排满了一铁框就成为一块印版，把它拿到火上烘烤；待铁板上的药物稍稍熔化，就用一块平板按在字模上面，那么所有排在板上的字模就平得像磨刀石一样。/如果只印三两本，不能算是简便；如果印几十本乃至成百上千本，那就极其快速。/通常是做两块铁板，这一块在印刷，那一块已另外在排字了，这块印刷才完，第二块已经准备好了，两块相互交替使用，很短的时间就能完成。/每一个字都有好几个字模，像“之”、“也”等字，每个字有二十多个字模，用来准备同一版内有重复的字。/不用时，就用纸条给它们作标志，每一个韵部做一个标签，用木格子把它们贮存起来。/遇到平时没有准备的生僻字，随即刻制，用草烧火烘烤，一会儿就能制成功。/不用木料制作字模的原因，是因为木的纹理有疏有密，一沾水就会变得高低不平，再加上木刻的字会和药物粘在一起，拆版时拿不下来；不像用胶泥烧制的字模，印完后再用火一烤，使药物熔化，用手轻轻一掸，那些字模就会自己掉下来，一点也不会被药物弄脏。/毕昇死后，他的字模被我的堂兄弟和侄儿们得到，到今天还珍贵地收藏着。",
    "pinyin": "bǎn yìn shū jí ， táng rén shàng wèi shèng wéi zhī 。/ zì féng yíng wáng shǐ yìn wǔ jīng ， yǐ hòu diǎn jí jiē wéi bǎn běn 。/ qìng lì zhōng ， yǒu bù yī bì shēng ， yòu wéi huó bǎn 。/ qí fǎ yòng jiāo ní kè zì ， báo rú qián chún ， měi zì wéi yī yìn ， huǒ shāo lìng jiān 。/ xiān shè yī tiě bǎn ， qí shàng yǐ sōng zhī 、 là hé zhǐ huī zhī lèi mào zhī 。/ yù yìn ， zé yǐ yī tiě fàn zhì tiě bǎn shàng ， nǎi mì bù zì yìn ， mǎn tiě fàn wéi yī bǎn ， chí jiù huǒ yáng zhī ， yào shāo róng ， zé yǐ yī píng bǎn àn qí miàn ， zé zì píng rú dǐ 。/ ruò zhǐ yìn sān èr běn ， wèi wéi jiǎn yì ； ruò yìn shù shí bǎi qiān běn ， zé jí wéi shén sù 。/ cháng zuò èr tiě bǎn ， yī bǎn yìn shuā ， yī bǎn yǐ zì bù zì ， cǐ yìn zhě cái bì ， zé dì èr bǎn yǐ jù ， gēng hù yòng zhī ， shùn xī kě jiù 。/ měi yī zì jiē yǒu shù yìn ， rú ‘ zhī ’ 、 ‘ yě ’ děng zì ， měi zì yǒu èr shí yú yìn ， yǐ bèi yī bǎn nèi yǒu chóng fù zhě 。/ bù yòng zé yǐ zhǐ tiē zhī ， měi yùn wéi yī tiē ， mù gé zhù zhī 。/ yǒu qí zì sù wú bèi zhě ， xuán kè zhī ， yǐ cǎo huǒ shāo ， shùn xī kě chéng 。/ bù yǐ mù wéi zhī zhě ， wén lǐ yǒu shū mì ， zhān shuǐ zé gāo xià bù píng ， jiān yǔ yào xiāng zhān ， bù kě qǔ ； bù ruò fán tǔ ， yòng qì zài huǒ lìng yào róng ， yǐ shǒu fú zhī ， qí yìn zì luò ， shū bù zhān wū 。/ shēng sǐ ， qí yìn wéi yǔ qún cóng suǒ dé ， zhì jīn bǎo cáng 。",
    "comment": [
        {
            "start": 0,
            "end": 1,
            "content": "板印：雕版印刷，指在木板上刻字印刷。"
        },
        {
            "start": 15,
            "end": 17,
            "content": "冯瀛王：冯道，五代时人，被封为瀛王，首倡雕版印刷五经。"
        },
        {
            "start": 40,
            "end": 41,
            "content": "毕昇：北宋平民，活字印刷术发明者。"
        },
        {
            "start": 68,
            "end": 71,
            "content": "火烧令坚：省略句，省略主语‘字印’，意为用火烧使字模坚硬。"
        },
        {
            "start": 120,
            "end": 121,
            "content": "炀：烘烤，易误读，指用火加热。"
        },
        {
            "start": 124,
            "end": 125,
            "content": "药：指松脂、蜡等混合物，用作粘合剂。"
        },
        {
            "start": 181,
            "end": 182,
            "content": "更互：交替，轮换使用。"
        },
        {
            "start": 238,
            "end": 239,
            "content": "韵：音韵，指按韵部分类存放字模。"
        },
        {
            "start": 274,
            "end": 275,
            "content": "旋：随即，立刻刻制。"
        },
        {
            "start": 312,
            "end": 313,
            "content": "燔土：指用胶泥烧制的字模，燔意为烧。"
        },
        {
            "start": 337,
            "end": 338,
            "content": "拂：轻轻擦拭，使字模脱落。"
        },
        {
            "start": 354,
            "end": 355,
            "content": "群从：堂兄弟和侄儿等亲属。"
        },
        {
            "start": 150,
            "end": 152,
            "content": "字平如砥：比喻句，形容字模平整如磨刀石，砥指磨刀石。"
        }
    ],
    "read": [41, 120, 274, 312],
    "write": [41, 120, 274, 312],
    "background": "《活板》出自沈括的《梦溪笔谈》，写于北宋神宗年间（约1086-1093）。沈括（1031-1095）是北宋著名科学家、政治家，晚年隐居润州梦溪园，撰写此书，记录科技、文化、军事等见闻。毕昇在庆历年间（1041-1048）发明活字印刷术，这是世界印刷史上的重大突破，比欧洲古腾堡的活字印刷早400年。北宋时期，雕版印刷虽已普及，但效率低下，毕昇的创新解决了这一难题。沈括作为科技先驱，详细记载了这一发明，体现了宋代科技繁荣的背景。当时，北宋经济文化发达，但面临北方辽夏威胁，科技发展为国力支撑。沈括本人曾任官职，亲历改革，晚年退隐后系统整理知识，旨在保存和传播科技成就。《活板》不仅是对发明的记录，更是对平民智慧的颂扬，反映了宋代重视实用技术的时代精神。",
    "appreciation": "《活板》是沈括《梦溪笔谈》中的科技说明文名篇，以简洁准确的语言、逻辑严密的结构，详细记录了毕昇活字印刷术的发明过程，堪称中国古代科技文献的典范。全文仅三百余字，却完整涵盖了活字印刷的原理、制作、操作及优势，体现了高超的写作艺术。开篇以雕版印刷的历史背景引入，对比突出活板的创新性；接着分步说明制作方法：从胶泥刻字、火烧加固，到铁板设药、排版烘烤，再到平板压平，过程清晰有序，动词如‘刻’‘烧’‘置’‘布’‘炀’‘按’等精准生动，展现操作细节。文中运用对比手法，如‘若止印三二本，未为简易；若印数十百千本，则极为神速’，凸显活板的高效；‘更互用之，瞬息可就’以短句强调速度，语言凝练有力。技术说明中融入智慧，如多备常用字、韵部分类存储、即时刻制生僻字等，体现系统性思维。尤其对材料选择的论述——‘不以木为之者...不若燔土’，通过因果分析，展示科学严谨性，避免木质的缺陷，彰显胶泥的优越性。结尾‘昇死，其印为予群从所得，至今保藏’，以叙事收束，赋予历史真实感，表达对发明的珍视。沈括以平实语言记录平民发明，打破士大夫偏见，弘扬创新精神。其说明文风影响深远，为后世科技写作楷模。全文不仅具科技价值，更蕴含文化意义：它推动知识传播，促进文明进步，是宋代‘格物致知’思想的体现，彰显中华古代科技的世界领先地位。",
    "tags": ["古文", "说明文", "宋代", "科技史", "七年级下册", "语文教材", "背诵", "梦溪笔谈", "活字印刷", "毕昇", "沈括", "初中语文", "必修内容", "历史文献", "文化传承"]
}