{
    "title": "与朱元思书",
    "author": "吴均",
    "dynasty": "南朝梁",
    "text-align": "paragraph",
    "content": "风烟俱净，天山共色。/从流飘荡，任意东西。/自富阳至桐庐一百许里，奇山异水，天下独绝。#水皆缥碧，千丈见底。/游鱼细石，直视无碍。/急湍甚箭，猛浪若奔。#夹岸高山，皆生寒树。/负势竞上，互相轩邈；争高直指，千百成峰。/泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。/蝉则千转不穷，猿则百叫无绝。/鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。/横柯上蔽，在昼犹昏；疏条交映，有时见日。",
    "translation": "烟雾都消散尽净，天空和群山呈现出相同的颜色。/（我乘船）随着江流飘荡，任凭船儿向东或向西漂流。/从富阳到桐庐一百多里，奇山异水，是天下独一无二的。#江水都是青白色的，深达千丈也能清澈见底。/游动的鱼儿和细小的石子，可以一直看下去毫无障碍。/湍急的水流比箭还快，汹涌的浪涛像奔驰的骏马。#两岸的高山上，都生长着耐寒常绿的树木。/（山峦）依凭地势争着向上，互相争高比远；笔直向上，形成千百座山峰。/泉水冲击着岩石，发出泠泠的响声；美丽的鸟儿相互鸣叫，和谐动听。/蝉儿长久地叫个不停，猿猴也长久地啼叫不止。/那些像鸢鸟一样飞到天上追求名利的人，看到这些山峰就会平息名利之心；忙于治理国家大事的人，看到这些山谷也会流连忘返。/横斜的树枝在上面遮蔽着，即使在白天也像黄昏一样昏暗；稀疏的枝条交相掩映，有时还能见到阳光。",
    "pinyin": "fēng yān jù jìng, tiān shān gòng sè。/cóng liú piāo dàng, rèn yì dōng xī。/zì fù yáng zhì tóng lú yī bǎi xǔ lǐ, qí shān yì shuǐ, tiān xià dú jué。#shuǐ jiē piǎo bì, qiān zhàng jiàn dǐ。/yóu yú xì shí, zhí shì wú ài。/jí tuān shèn jiàn, měng làng ruò bēn。#jiā àn gāo shān, jiē shēng hán shù。/fù shì jìng shàng, hù xiāng xuān miǎo; zhēng gāo zhí zhǐ, qiān bǎi chéng fēng。/quán shuǐ jī shí, líng líng zuò xiǎng; hǎo niǎo xiāng míng, yīng yīng chéng yùn。/chán zé qiān zhuàn bù qióng, yuán zé bǎi jiào wú jué。/yuān fēi lì tiān zhě, wàng fēng xī xīn; jīng lún shì wù zhě, kuī gǔ wàng fǎn。/héng kē shàng bì, zài zhòu yóu hūn; shū tiáo jiāo yìng, yǒu shí jiàn rì。",
    "comment": [
        {
            "start": 43,
            "end": 44,
            "content": "缥碧：青白色，形容江水清澈。"
        },
        {
            "start": 95,
            "end": 96,
            "content": "轩邈：争高比远，形容词作动词用，表示山峦向高处和远处伸展。"
        },
        {
            "start": 130,
            "end": 131,
            "content": "泠泠：形容水声清脆。"
        },
        {
            "start": 146,
            "end": 147,
            "content": "嘤嘤：鸟鸣声和谐悦耳。"
        },
        {
            "start": 159,
            "end": 160,
            "content": "戾天：到天上，出自《诗经》，比喻追求名利。"
        },
        {
            "start": 175,
            "end": 176,
            "content": "经纶：整理丝缕，引申为治理国家大事。"
        },
        {
            "start": 189,
            "end": 190,
            "content": "窥谷：看到山谷，宾语前置句式，正常语序为'谷窥'。"
        },
        {
            "start": 200,
            "end": 201,
            "content": "横柯：横斜的树枝，柯指树枝。"
        }
    ],
    "read": [43, 96, 131, 147, 160, 176],
    "write": [43, 96, 131, 147, 160, 176],
    "background": "《与朱元思书》是南朝梁文学家吴均写给友人朱元思的一封书信，创作于梁武帝天监年间（约公元502-519年）。吴均当时在富春江一带游历，被沿途的山水美景所震撼，于是写下此信分享所见所感。信中描绘了从富阳到桐庐的富春江景色，反映了作者对自然山水的热爱和对世俗名利的淡泊。南朝时期社会动荡，文人多寄情山水以逃避现实，吴均此作正是这种思潮的体现。他通过细腻的笔触，将富春江的'奇山异水'升华为一种精神寄托，表达了对隐逸生活的向往。这封信不仅是写景名篇，也蕴含了作者的人生哲学，成为六朝山水小品的代表作。",
    "appreciation": "《与朱元思书》以书信体形式，生动描绘了富春江的山水之美。开篇'风烟俱净，天山共色'营造出澄澈空灵的意境，奠定全文基调。第二段写水，'水皆缥碧，千丈见底'用夸张手法突出江水的清澈，'急湍甚箭，猛浪若奔'则通过比喻展现水势的汹涌，动静结合，富有节奏感。第三段写山，'负势竞上，互相轩邈'赋予山峦以生命力，体现拟人化的艺术手法；'泉水激石，泠泠作响'等句运用听觉描写，增强画面立体感。结尾'鸢飞戾天者，望峰息心'升华主题，表达对名利的超脱。全文语言简练优美，句式多变（如四六骈俪），音韵和谐，体现了六朝骈文的特色。作者借景抒情，将自然景观与人生感悟融为一体，使作品既有审美价值，又有深刻哲理。",
    "tags": ["山水游记", "古文", "书信", "八年级上册", "写景", "骈文", "南朝文学", "隐逸主题", "背诵", "富春江", "吴均作品", "语文教材"]
}