{
    "title": "钱塘湖春行",
    "author": "白居易",
    "dynasty": "唐",
    "text-align": "center",
    "content": "孤山寺北贾亭西。#水面初平云脚低。#几处早莺争暖树。#谁家新燕啄春泥。#乱花渐欲迷人眼。#浅草才能没马蹄。#最爱湖东行不足。#绿杨阴里白沙堤。",
    "translation": "在孤山寺的北面，贾亭的西边，湖水初涨与岸齐平，白云低垂。#几处早出的黄莺争着飞向向阳的树木，谁家新来的燕子衔着春泥在筑巢。#野花竞相开放，渐渐要迷住人的眼睛，浅浅的青草刚刚能够遮没马蹄。#最喜爱湖东的美景令人流连忘返，杨柳成排绿荫中穿过一条白沙堤。",
    "pinyin": "gū shān sì běi jiǎ tíng xī.#shuǐ miàn chū píng yún jiǎo dī.#jǐ chù zǎo yīng zhēng nuǎn shù.#shuí jiā xīn yàn zhuó chūn ní.#luàn huā jiàn yù mí rén yǎn.#qiǎn cǎo cái néng mò mǎ tí.#zuì ài hú dōng xíng bù zú.#lǜ yáng yīn lǐ bái shā dī.",
    "comment": [
        {
            "start": 4,
            "end": 5,
            "content": "贾亭：指贾公亭，唐代西湖名胜，白居易游历之地。"
        },
        {
            "start": 13,
            "end": 14,
            "content": "云脚：云彩下垂部分，形容云层低垂贴近水面。"
        },
        {
            "start": 49,
            "end": 49,
            "content": "没：读mò，意为淹没，形容浅草高度。"
        },
        {
            "start": 58,
            "end": 60,
            "content": "行不足：走不够，流连忘返之意，表达喜爱之情。"
        }
    ],
    "read": [49, 58],
    "write": [31, 51, 65],
    "background": "白居易（772年－846年），字乐天，号香山居士，唐代杰出诗人。此诗作于长庆三年（823年）或四年春天，当时白居易任杭州刺史。在任期间，他致力于治理西湖，疏浚河道，修筑堤坝，不仅改善了当地水利，还深深沉醉于西湖的自然美景。杭州的早春时节，万物复苏，白居易常骑马游赏，观察细致入微。诗中描绘的孤山寺、贾公亭、白沙堤等均为西湖实景，反映了诗人对民生与自然的双重关怀。背景上，白居易此时已历官场起伏，诗中闲适之情暗含其远离政治纷扰、寄情山水的心境。整首诗是唐代山水田园诗的代表，展现了西湖春日的生机与诗人的豁达胸怀，具有浓厚的地域特色和时代气息。",
    "appreciation": "《钱塘湖春行》是白居易七言律诗的典范，全诗以“行”为线索，移步换景，生动刻画西湖早春的明媚风光。首联“孤山寺北贾亭西，水面初平云脚低”点明地点和时节，湖水初涨与岸齐平，云层低垂，营造出湿润宁静的早春氛围，用“初平”和“低”字精准捕捉自然变化。颔联“几处早莺争暖树，谁家新燕啄春泥”以动态描写展现春的活力，“争”字突出早莺的竞逐，“啄”字细腻刻画新燕筑巢，对仗工整，意象鲜活。颈联“乱花渐欲迷人眼，浅草才能没马蹄”进一步渲染春意，“乱花”写出繁花似锦的视觉冲击，“浅草”以“没马蹄”暗示诗人骑马游春的情景，动词“迷”和“没”巧妙传达感官体验。尾联“最爱湖东行不足，绿杨阴里白沙堤”直抒胸臆，“最爱”强化情感，“行不足”表达流连忘返，绿杨与白沙的色彩对比勾勒出清新画面。全诗语言平易近人，音韵和谐，结构严谨（起承转合），运用白描手法，避免华丽辞藻，却意境深远。诗中“早莺”“新燕”“乱花”“浅草”等意象组合，象征生命复苏，抒发了诗人对自然的热爱和闲适情怀，也隐含其对官场疲惫的疏离。此诗不仅写景如画，更体现了白居易诗歌通俗性、现实性的艺术特色，是中国古典诗歌中情景交融的佳作。",
    "tags": ["山水田园", "写景诗", "春景", "西湖", "七年级下册", "古诗", "背诵", "唐代诗歌", "白居易作品", "七言律诗", "早春", "人教版语文", "初中古诗", "自然风光", "骑马游春"]
}