{
    "title": "得道多助，失道寡助",
    "author": "孟子",
    "dynasty": "战国",
    "text-align": "paragraph",
    "content": "天时不如地利，地利不如人和。/三里之城，七里之郭，环而攻之而不胜。/夫环而攻之，必有得天时者矣；然而不胜者，是天时不如地利也。/城非不高也，池非不深也，兵革非不坚利也，米粟非不多也；委而去之，是地利不如人和也。#故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。/得道者多助，失道者寡助。/寡助之至，亲戚畔之；多助之至，天下顺之。/以天下之所顺，攻亲戚之所畔；故君子有不战，战必胜矣。",
    "translation": "有利的天气时令不如有利的地理形势，有利的地理形势不如人心所向、内部团结。/一座方圆三里的小城，只有方圆七里的外城，四面包围起来攻打它，却不能取胜。/采用四面包围的方式攻城，一定是得到有利于作战的天气时令了，可是不能取胜，这是因为有利的天气时令比不上有利的地理形势呀。/城墙不是不高，护城河不是不深，武器装备不是不精良，粮食供给不是不充足啊，但是守城一方还是弃城而逃，这是因为作战的地理形势再好，也比不上人心所向、内部团结啊。#所以说：使人民定居下来而不迁到别的地方去，不能靠疆域的边界，巩固国防不能靠山河的险要，震慑天下不能靠武器的锐利。/能施行仁政的君主，支持帮助他的人就多；不施行仁政的君主，支持帮助他的人就少。/帮助他的人少到了极点，内外亲属都会背叛他；帮助他的人多到了极点，天下的人都会归顺他。/凭着天下人都归顺他的条件，去攻打那连亲属都反对背叛的君王，所以能行仁政的君主不战则已，战就一定胜利。",
    "pinyin": "tiān shí bù rú dì lì, dì lì bù rú rén hé。/sān lǐ zhī chéng, qī lǐ zhī guō, huán ér gōng zhī ér bù shèng。/fū huán ér gōng zhī, bì yǒu dé tiān shí zhě yǐ; rán ér bù shèng zhě, shì tiān shí bù rú dì lì yě。/chéng fēi bù gāo yě, chí fēi bù shēn yě, bīng gé fēi bù jiān lì yě, mǐ sù fēi bù duō yě; wěi ér qù zhī, shì dì lì bù rú rén hé yě。#gù yuē: yù mín bù yǐ fēng jiāng zhī jiè, gù guó bù yǐ shān xī zhī xiǎn, wēi tiān xià bù yǐ bīng gé zhī lì。/dé dào zhě duō zhù, shī dào zhě guǎ zhù。/guǎ zhù zhī zhì, qīn qī pàn zhī; duō zhù zhī zhì, tiān xià shùn zhī。/yǐ tiān xià zhī suǒ shùn, gōng qīn qī zhī suǒ pàn; gù jūn zǐ yǒu bù zhàn, zhàn bì shèng yǐ.",
    "comment": [
        {
            "start": 91,
            "end": 94,
            "content": "委而去之：委，放弃；去，离开；省略主语（守城者），意为弃城逃跑。"
        },
        {
            "start": 158,
            "end": 158,
            "content": "畔：通假字，通“叛”，背叛。"
        },
        {
            "start": 64,
            "end": 89,
            "content": "排比句：连续使用“城非不高也，池非不深也，兵革非不坚利也，米粟非不多也”，增强论证气势。"
        },
        {
            "start": 138,
            "end": 139,
            "content": "得道：道，指仁政或正义。"
        },
        {
            "start": 156,
            "end": 157,
            "content": "亲戚：古代指内外亲属，包括父母、兄弟等。"
        },
        {
            "start": 109,
            "end": 109,
            "content": "域：动词，使……定居。"
        },
        {
            "start": 118,
            "end": 118,
            "content": "固：动词，巩固。"
        },
        {
            "start": 189,
            "end": 190,
            "content": "不战：省略句，意为不战则已。"
        }
    ],
    "read": [77, 85, 158, 147],
    "write": [85, 147, 158, 91],
    "background": "《得道多助，失道寡助》出自《孟子·公孙丑下》，创作于战国时期（约公元前4世纪）。战国时代是中国历史上诸侯争霸、战乱频仍的时期，各国为扩张领土，频繁发动战争，导致民生凋敝。孟子作为儒家思想的代表人物，周游列国宣扬仁政主张，反对武力征伐。这篇文章是孟子与弟子公孙丑讨论战争问题时所作，旨在阐明“人和”比“天时”“地利”更重要的治国理念。当时，孟子目睹了齐国、魏国等大国因暴政失民心而衰败，而小国如滕国因行仁政得民心而存续的实例，由此提炼出“得道多助，失道寡助”的论点。文章以战争为切入点，实则批判统治者忽视民生、依赖武力的错误，强调仁政是巩固国家的根本。孟子希望通过此文唤醒君主对民心的重视，推动社会向“王道”理想迈进。这一思想深刻反映了战国时期知识分子对和平与道德的追求，成为儒家治国理论的核心内容之一，对后世影响深远。",
    "appreciation": "《得道多助，失道寡助》是一篇逻辑严密、气势磅礴的议论文，以战争为例论证“人和”的重要性。文章开篇提出核心论点“天时不如地利，地利不如人和”，通过对比层层递进。首先，以攻城实例说明“天时不如地利”：即使占尽天时，围攻小城仍可能失败；其次，以守城实例论证“地利不如人和”：城墙再坚固、资源再充足，若民心背离，终将溃败。这两个实例形成鲜明对照，凸显“人和”的决定性作用。第二段升华主题，用排比句“域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利”强调仁政才是治国根基，并点明“得道多助，失道寡助”的哲理。结尾以“多助之至，天下顺之”与“寡助之至，亲戚畔之”的强烈反差，推导出“战必胜矣”的结论，呼应开篇。修辞上，多处运用排比（如“城非不高也”四句）、对偶（如“得道者多助，失道者寡助”）和对比手法，增强说服力和节奏感。语言简洁有力，论证环环相扣，从具体战例到抽象哲理，体现了孟子雄辩的风格。思想内涵上，文章超越军事层面，揭示民心向背是国家兴亡的关键，倡导“仁者无敌”的儒家理想，至今仍具现实意义。",
    "tags": ["议论文", "治国方略", "仁政", "孟子", "战国", "八年级上册", "古文", "背诵", "经典名篇", "儒家思想", "文言文", "论证文", "初中语文", "必背课文", "哲理散文"]
}