{
    "title": "雁门太守行",
    "author": "李贺",
    "dynasty": "唐",
    "text-align": "center",
    "content": "黑云压城城欲摧。#甲光向日金鳞开。#角声满天秋色里。#塞上燕脂凝夜紫。#半卷红旗临易水。#霜重鼓寒声不起。#报君黄金台上意。#提携玉龙为君死。",
    "translation": "敌军如黑云压城，城墙仿佛要被摧毁。#铠甲在日光下如金色鱼鳞般闪耀。#号角声在满天的秋色中回荡。#边塞上血迹凝结成暗紫色。#半卷的红旗抵达易水边。#霜重鼓寒，声音低沉不起。#为报答君王黄金台上的恩情。#手持宝剑为君王战死。",
    "pinyin": "hēi yún yā chéng chéng yù cuī。#jiǎ guāng xiàng rì jīn lín kāi。#jiǎo shēng mǎn tiān qiū sè lǐ。#sài shàng yàn zhī níng yè zǐ。#bàn juǎn hóng qí lín yì shuǐ。#shuāng zhòng gǔ hán shēng bù qǐ。#bào jūn huáng jīn tái shàng yì。#tí xié yù lóng wèi jūn sǐ。",
    "comment": [
        {
            "start": 6,
            "end": 6,
            "content": "摧：摧毁，指城墙即将崩塌。"
        },
        {
            "start": 13,
            "end": 14,
            "content": "金鳞：比喻铠甲在阳光下如金色鱼鳞般闪耀。"
        },
        {
            "start": 29,
            "end": 30,
            "content": "燕脂：通假字，同“胭脂”，这里指血迹凝结成紫色。"
        },
        {
            "start": 31,
            "end": 31,
            "content": "凝：凝结，形容血迹凝固。"
        },
        {
            "start": 46,
            "end": 46,
            "content": "重：沉重，指霜露厚重。"
        },
        {
            "start": 65,
            "end": 66,
            "content": "玉龙：指宝剑，比喻武器精良。"
        },
        {
            "start": 54,
            "end": 61,
            "content": "报君黄金台上意：宾语前置，正常语序为“报君于黄金台上之意”，意为报答君王在黄金台上的恩情。"
        }
    ],
    "read": [6, 31, 64],
    "write": [6, 31, 64],
    "background": "《雁门太守行》是唐代诗人李贺的代表作之一，创作于中唐时期。李贺虽未亲身经历边塞战争，但通过丰富的想象力和乐府旧题，描绘了一幅悲壮的战场画卷。背景上，唐代边塞战争频繁，尤其是安史之乱后，藩镇割据、外族侵扰不断，社会动荡。李贺生活在这样的时代，对战争的残酷和将士的牺牲深有感触。这首诗借古讽今，以汉代雁门太守抵御匈奴的典故，影射唐代边塞的军事冲突。诗中“黑云压城”“角声满天”等意象，反映了战争的压抑与紧张，而“报君黄金台上意”则暗含对朝廷用人政策的期许。黄金台是战国燕昭王招贤纳士的象征，李贺借此表达对忠君报国精神的颂扬。整首诗在虚构中融入历史元素，展现了李贺独特的浪漫主义风格，同时也流露出对和平的渴望和对战士的深切同情。写作时，李贺年仅二十余岁，其诗风奇崛险怪，语言凝练，色彩浓烈，体现了唐代边塞诗的新发展。",
    "appreciation": "《雁门太守行》以奇特的意象和浓烈的色彩著称，全诗八句，每句独立成段，营造出强烈的画面感和节奏感。首句“黑云压城城欲摧”以夸张手法描绘敌军压境的危急，黑云象征死亡与压迫，城欲摧则突显形势岌岌可危。第二句“甲光向日金鳞开”转而用金色铠甲闪耀的细节，形成明暗对比，展现守军的英勇。第三、四句“角声满天秋色里，塞上燕脂凝夜紫”将听觉（角声）与视觉（秋色、夜紫）结合，秋色渲染悲凉，燕脂（血迹）凝紫则暗示战斗的惨烈，色彩运用极具冲击力。第五、六句“半卷红旗临易水，霜重鼓寒声不起”通过红旗半卷、鼓声不起的细节，表现行军艰难和士气低沉，易水典故（荆轲刺秦）增添悲壮氛围。末两句“报君黄金台上意，提携玉龙为君死”升华主题，以黄金台喻朝廷恩遇，玉龙宝剑象征忠诚，表达将士誓死报国的决心。修辞上，比喻（金鳞、玉龙）、夸张（城欲摧）、通感（声不起）等手法交织，语言凝练而意境深远。赏析中，诗作不仅刻画了战争的残酷，更歌颂了英雄主义精神，情感由压抑转向激昂，结构紧凑，每句独立又连贯，体现了李贺“诗鬼”的独特风格。",
    "tags": ["边塞诗", "战争", "唐代", "乐府诗", "八年级上册", "古诗", "背诵", "英雄主义", "爱国主义", "中唐文学", "李贺作品", "意象丰富", "修辞手法", "初中语文", "必背古诗", "悲壮风格"]
}