{
    "title": "桃花源记",
    "author": "陶渊明",
    "dynasty": "东晋",
    "text-align": "paragraph",
    "content": "晋太元中，武陵人捕鱼为业。/缘溪行，忘路之远近。/忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。/渔人甚异之。/复前行，欲穷其林。#林尽水源，便得一山，山有小口，仿佛若有光。/便舍船，从口入。/初极狭，才通人。/复行数十步，豁然开朗。/土地平旷，屋舍俨然，有良田美池桑竹之属。/阡陌交通，鸡犬相闻。/其中往来种作，男女衣着，悉如外人。/黄发垂髫，并怡然自乐。#见渔人，乃大惊，问所从来。/具答之。/便要还家，设酒杀鸡作食。/村中闻有此人，咸来问讯。/自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。/问今是何世，乃不知有汉，无论魏晋。/此人一一为具言所闻，皆叹惋。/余人各复延至其家，皆出酒食。/停数日，辞去。/此中人语云：“不足为外人道也。”#既出，得其船，便扶向路，处处志之。/及郡下，诣太守，说如此。/太守即遣人随其往，寻向所志，遂迷，不复得路。#南阳刘子骥，高尚士也，闻之，欣然规往。/未果，寻病终。/后遂无问津者。",
    "translation": "晋朝太元年间，武陵郡有个人以打鱼为生。/他顺着溪水划船，忘记了路程的远近。/忽然遇到一片桃花林，生长在溪的两岸，长达几百步，中间没有别的树，花草遍地，鲜嫩而美丽，落花纷纷。/渔人对此感到非常诧异。/继续往前走，想走到林子的尽头。#桃林的尽头正是溪水的发源地，便看到一座山，山上有个小洞口，洞里仿佛有点光亮。/于是他下了船，从洞口进去。/起初洞口很狭窄，仅容一人通过。/又走了几十步，突然变得开阔明亮了。/土地平坦宽广，房屋整整齐齐，有肥沃的田地、美丽的池沼、桑树、竹林之类。/田间小路交错相通，鸡鸣狗叫的声音可以互相听到。/人们在田野里来来往往耕种劳作，男女的穿戴跟桃花源以外的世人完全一样。/老人和小孩都安闲快乐。#村里的人看到渔人，感到非常惊讶，问他是从哪儿来的。/渔人详细地做了回答。/有人就邀请他到自己家里去，摆酒杀鸡做饭来款待他。/村里的人听说来了这么一个人，都来打听消息。/他们自己说他们的祖先为了躲避秦时的战乱，领着妻子儿女和乡邻来到这个与人世隔绝的地方，不再出去，于是跟外面的人断绝了来往。/他们问现在是什么朝代，竟然不知道有过汉朝，更不必说魏晋了。/渔人把自己知道的事一一详尽地告诉了他们，他们都感叹惋惜。/其余的人各自又把渔人请到自己家中，都拿出酒饭来款待他。/渔人停留了几天，向村里人告辞离开。/村里的人对他说：“我们这个地方不值得对外面的人说啊。”#渔人出来以后，找到了他的船，就顺着旧路回去，处处都做了记号。/到了郡城，去拜见太守，报告了这番经历。/太守立即派人跟着他去，寻找以前所做的记号，最终迷失了方向，再也找不到通往桃花源的路了。#南阳人刘子骥，是个志向高洁的隐士，听到这件事后，高兴地计划前往。/但没有实现，不久因病去世了。/此后就再也没有问桃花源路的人了。",
    "pinyin": "Jìn tài yuán zhōng, wǔ líng rén bǔ yú wéi yè。/Yuán xī xíng, wàng lù zhī yuǎn jìn。/Hū féng táo huā lín, jiā àn shù bǎi bù, zhōng wú zá shù, fāng cǎo xiān měi, luò yīng bīn fēn。/Yú rén shèn yì zhī。/Fù qián xíng, yù qióng qí lín。#Lín jìn shuǐ yuán, biàn dé yī shān, shān yǒu xiǎo kǒu, fǎng fú ruò yǒu guāng。/Biàn shě chuán, cóng kǒu rù。/Chū jí xiá, cái tōng rén。/Fù xíng shù shí bù, huò rán kāi lǎng。/Tǔ dì píng kuàng, wū shè yǎn rán, yǒu liáng tián měi chí sāng zhú zhī shǔ。/Qiān mò jiāo tōng, jī quǎn xiāng wén。/Qí zhōng wǎng lái zhǒng zuò, nán nǚ yī zhuó, xī rú wài rén。/Huáng fà chuí tiáo, bìng yí rán zì lè。#Jiàn yú rén, nǎi dà jīng, wèn suǒ cóng lái。/Jù dá zhī。/Biàn yāo huán jiā, shè jiǔ shā jī zuò shí。/Cūn zhōng wén yǒu cǐ rén, xián lái wèn xùn。/Zì yún xiān shì bì qín shí luàn, shuài qī zǐ yì rén lái cǐ jué jìng, bù fù chū yān, suì yǔ wài rén jiàn gé。/Wèn jīn shì hé shì, nǎi bù zhī yǒu hàn, wú lùn wèi jìn。/Cǐ rén yī yī wèi jù yán suǒ wén, jiē tàn wǎn。/Yú rén gè fù yán zhì qí jiā, jiē chū jiǔ shí。/Tíng shù rì, cí qù。/Cǐ zhōng rén yǔ yún: “Bù zú wéi wài rén dào yě。”#Jì chū, dé qí chuán, biàn fú xiàng lù, chù chù zhì zhī。/Jí jùn xià, yì tài shǒu, shuō rú cǐ。/Tài shǒu jí qiǎn rén suí qí wǎng, xún xiàng suǒ zhì, suì mí, bù fù dé lù。#Nán yáng liú zǐ jì, gāo shàng shì yě, wén zhī, xīn rán guī wǎng。/Wèi guǒ, xún bìng zhōng。/Hòu suì wú wèn jīn zhě。",
    "comment": [
        {
            "start": 0,
            "end": 3,
            "content": "晋太元：东晋孝武帝年号（376-396年）。"
        },
        {
            "start": 5,
            "end": 8,
            "content": "武陵：郡名，今湖南常德一带。"
        },
        {
            "start": 40,
            "end": 43,
            "content": "落英：落花；缤纷：繁多杂乱。"
        },
        {
            "start": 68,
            "end": 70,
            "content": "豁然：开阔敞亮的样子。"
        },
        {
            "start": 82,
            "end": 85,
            "content": "俨然：整齐的样子。"
        },
        {
            "start": 90,
            "end": 93,
            "content": "阡陌：田间小路，南北为阡，东西为陌。"
        },
        {
            "start": 105,
            "end": 108,
            "content": "黄发：老人；垂髫：儿童下垂的头发，指小孩。"
        },
        {
            "start": 112,
            "end": 115,
            "content": "怡然：愉快的样子。"
        },
        {
            "start": 126,
            "end": 132,
            "content": "问所从来：宾语前置句，正常语序为‘问从所来’，意为询问从哪里来。"
        },
        {
            "start": 156,
            "end": 159,
            "content": "咸：都，全。"
        },
        {
            "start": 169,
            "end": 172,
            "content": "妻子：妻子和儿女。"
        },
        {
            "start": 176,
            "end": 179,
            "content": "邑人：同乡的人。"
        },
        {
            "start": 181,
            "end": 184,
            "content": "绝境：与世隔绝的地方。"
        },
        {
            "start": 197,
            "end": 203,
            "content": "无论魏晋：不用说魏晋了，‘无论’意为‘更不用说’。"
        },
        {
            "start": 219,
            "end": 222,
            "content": "叹惋：叹息惋惜。"
        },
        {
            "start": 227,
            "end": 230,
            "content": "延：邀请。"
        },
        {
            "start": 261,
            "end": 267,
            "content": "不足为外人道也：不值得对外面的人说，‘为’表示‘对’。"
        },
        {
            "start": 285,
            "end": 288,
            "content": "扶：沿着；向路：旧路。"
        },
        {
            "start": 290,
            "end": 293,
            "content": "志：做记号。"
        },
        {
            "start": 306,
            "end": 308,
            "content": "诣：拜见。"
        },
        {
            "start": 338,
            "end": 341,
            "content": "南阳：今河南南阳。"
        },
        {
            "start": 342,
            "end": 348,
            "content": "刘子骥：名驎之，东晋隐士。"
        },
        {
            "start": 354,
            "end": 357,
            "content": "规往：计划前往。"
        },
        {
            "start": 366,
            "end": 369,
            "content": "问津：问路，引申为探访。"
        }
    ],
    "read": [105, 106, 107, 108, 109, 110, 306, 307, 308, 366, 367, 368],
    "write": [90, 91, 92, 93, 105, 106, 107, 108, 181, 182, 183, 184, 290, 291, 292, 293, 306, 307, 308],
    "background": "《桃花源记》是东晋文学家陶渊明的代表作之一，创作于其晚年归隐时期（约公元421年）。陶渊明（365-427）生活在东晋末年，社会动荡不安，经历了桓玄之乱、刘裕篡位等事件，官场腐败，战乱频发，民生凋敝。他早年曾任江州祭酒、彭泽令等小官，但因不满官场黑暗和世俗束缚，于义熙元年（405年）辞官归隐，躬耕田园，过着清贫但自由的生活。本文借渔人偶入桃花源的故事，虚构了一个与世隔绝、和平安宁的理想社会，深刻反映了作者对现实社会的不满和对美好生活的向往。东晋时期，门阀制度森严，赋税徭役繁重，百姓流离失所，陶渊明亲身经历了这些苦难，其归隐本身就是一种无声抗议。桃花源的构思可能源于道家“小国寡民”思想和儒家“大同社会”理想，同时也受到当时民间传说和隐逸文化的影响。写作背景上，陶渊明在《桃花源诗》序言中明确提到此文，旨在批判乱世，寄托乌托邦式的社会理想。历史背景包括永嘉之乱后北方士族南迁、民族矛盾尖锐，以及佛教、道教兴起带来的避世思潮。陶渊明通过桃花源的“不知有汉，无论魏晋”，暗讽当朝统治的短暂与虚幻，表达了对永恒和平的渴望。全文虽短，却凝聚了作者毕生对人性、社会和自然的思考，成为中国古代隐逸文学和乌托邦文学的巅峰之作。",
    "appreciation": "《桃花源记》以简练优美的语言和生动叙事，构建了一个令人神往的乌托邦世界，主题深刻，艺术成就极高。内容上，全文通过渔人的视角，层层递进：开篇以“忘路之远近”暗示超脱尘世，桃花林“芳草鲜美，落英缤纷”的意象象征纯净美好；进入桃源后，“土地平旷，屋舍俨然”描绘了理想社会的物质基础，“黄发垂髫，并怡然自乐”则体现精神和谐，凸显了老有所终、幼有所长的儒家大同理想。村民“自云先世避秦时乱”，直指现实社会的战乱之痛，而“不知有汉，无论魏晋”的对话，以时空错位强化了桃源的永恒性，批判了历史轮回的荒诞。艺术上，陶渊明善用白描手法，如“阡陌交通，鸡犬相闻”寥寥数笔勾勒出田园生机；叙事结构精巧，从发现、进入、体验到迷失，形成完整闭环，结尾“后遂无问津者”余韵悠长，暗示理想的可望不可即。语言简洁明快，多用四字句和短句，如“初极狭，才通人”的节奏感，增强了身临其境的效果。象征手法尤为突出：桃花象征避世与重生，洞口“仿佛若有光”隐喻希望与启示，“处处志之”却“不复得路”则表达理想社会的虚幻性。思想深度上，本文融合了道家自然观（如“怡然自乐”）和儒家仁政思想，批判了东晋社会的阶级压迫和战乱，倡导返璞归真。其“不足为外人道也”的告诫，暗含作者对世俗污染的警惕。影响深远，开创了中国文学中的“桃花源”母题，后世如王维、苏轼等均受其启发。赏析此文，不仅能领略文言文的韵律美，更能思考人类对和平、自由的永恒追求。",
    "tags": ["古文", "背诵", "八年级上册", "隐逸文学", "乌托邦", "理想社会", "陶渊明作品", "初中语文", "必背古诗文", "山水田园", "叙事散文", "东晋文学", "经典名篇", "归隐主题", "社会批判", "人教版", "语文教材", "文言文阅读", "文化传承", "中学必读"]
}