{
    "title": "大道之行也",
    "author": "孔子",
    "dynasty": "春秋",
    "text-align": "paragraph",
    "content": "大道之行也，天下为公。/选贤与能，讲信修睦。/故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。/货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。/是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。",
    "translation": "当大道施行的时候，天下是公共的。/选拔贤能的人，讲求诚信，培养和睦。/所以人们不单奉养自己的父母，不单抚育自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养，男子要有职业，女子要及时婚配。/对于财货，人们憎恨把它扔在地上的行为，却不一定要自己私藏；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。/这样一来，就不会有人搞阴谋，不会有人盗窃财物和兴兵作乱，家家户户都不用关大门了，这就叫做理想社会。",
    "pinyin": "dà dào zhī xíng yě, tiān xià wéi gōng. / xuǎn xián jǔ néng, jiǎng xìn xiū mù. / gù rén bù dú qīn qí qīn, bù dú zǐ qí zǐ, shǐ lǎo yǒu suǒ zhōng, zhuàng yǒu suǒ yòng, yòu yǒu suǒ zhǎng, guān、guǎ、gū、dú、fèi jí zhě jiē yǒu suǒ yǎng, nán yǒu fèn, nǚ yǒu guī. / huò wù qí qì yú dì yě, bù bì cáng yú jǐ; lì wù qí bù chū yú shēn yě, bù bì wèi jǐ. / shì gù móu bì ér bù xīng, dào qiè luàn zéi ér bù zuò, gù wài hù ér bù bì, shì wèi dà tóng.",
    "comment": [
        {"start": 0, "end": 1, "content": "大道：指古代理想社会的政治制度。"},
        {"start": 14, "end": 14, "content": "与：通‘举’，选拔之意。"},
        {"start": 53, "end": 53, "content": "矜：通‘鳏’，老而无妻的人。"},
        {"start": 55, "end": 55, "content": "寡：老而无夫的人。"},
        {"start": 57, "end": 57, "content": "孤：幼而无父的人。"},
        {"start": 59, "end": 59, "content": "独：老而无子的人。"},
        {"start": 71, "end": 71, "content": "分：职分，读作 fèn。"},
        {"start": 78, "end": 84, "content": "宾语前置句，‘其弃于地’是‘恶’的宾语。"},
        {"start": 92, "end": 99, "content": "宾语前置句，‘其不出于身’是‘恶’的宾语。"},
        {"start": 110, "end": 110, "content": "闭：关闭，指阴谋被遏止。"},
        {"start": 128, "end": 128, "content": "闭：关门，指门户不用关闭。"}
    ],
    "read": [14, 53, 71],
    "write": [53, 55, 57, 59, 61, 62],
    "background": "《大道之行也》出自《礼记·礼运》，是孔子对理想社会的描述。孔子（公元前551-479年）生活在春秋末期，当时周王室衰微，诸侯争霸，社会动荡不安，礼崩乐坏。孔子周游列国，倡导恢复周礼和仁政，但屡遭挫折。本文是他在与弟子言偃对话时提出的，旨在勾勒一个没有私欲、人人平等的大同世界。背景上，春秋战国时期战争频繁，民生凋敝，孔子借古讽今，怀念传说中的尧舜时代，表达对社会和谐的向往。他提出‘天下为公’的核心思想，反对世袭和特权，强调选贤与能、社会互助，这反映了儒家对公平正义的追求。该文成书于汉代戴圣编纂《礼记》时，但思想源自孔子，深刻影响了后世乌托邦理论，如康有为的《大同书》。孔子希望通过这种理想蓝图，激励统治者施行仁政，实现社会稳定。",
    "appreciation": "《大道之行也》以简洁有力的文言文，系统阐述了儒家的大同社会理想。结构上，开篇点题‘大道之行也，天下为公’，总领全文；随后分述社会各层面：选贤任能确保治理公正，讲信修睦促进人际和谐；‘故人’句通过排比（‘不独亲其亲，不独子其子’）和列举（老、壮、幼、矜寡孤独废疾者），展现全面的社会保障；‘货恶’句以对比手法，强调公有精神和无私劳动；结尾‘是故’总结，描绘夜不闭户的太平景象，呼应‘大同’主题。语言特色鲜明：多用短句和排比，如‘老有所终，壮有所用，幼有所长’，节奏铿锵，增强感染力；‘矜、寡、孤、独’的并列，凸显对弱势群体的关怀。思想内涵深刻，批判了私有制的弊端，倡导公有制、选贤与能、诚信互助，体现了儒家‘仁爱’和‘天下为公’的核心价值观。该文虽短小，但逻辑严密，层层递进，从个人到社会，最终升华至理想境界，对后世政治哲学影响深远，成为中华文化中乌托邦思想的典范。",
    "tags": ["古文", "礼记", "孔子", "理想社会", "大同社会", "八年级上册", "必修一", "背诵", "儒家经典", "文言文", "政治哲学", "社会伦理", "排比修辞", "宾语前置", "初中语文", "传统文化", "乌托邦文学"]
}