{
    "title": "马说",
    "author": "韩愈",
    "dynasty": "唐",
    "text-align": "paragraph",
    "content": "世有伯乐，然后有千里马。/千里马常有，而伯乐不常有。/故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。#马之千里者，一食或尽粟一石。/食马者不知其能千里而食也。/是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？#策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”/呜呼！/其真无马邪？/其真不知马也！",
    "translation": "世上有了伯乐，然后才会有千里马。/千里马是经常有的，可是伯乐却不经常有。/因此，即使是很名贵的马，也只能在仆役的手下受到屈辱，跟普通的马一起死在马厩里，不能获得千里马的称号。#日行千里的马，一顿有时能吃下一石粮食。/喂马的人不懂得要根据它日行千里的本领来喂养它。/所以这样的马，虽然有日行千里的能力，却吃不饱，力气不足，它的才能和美好的素质也就表现不出来，想要跟普通的马相等尚且办不到，又怎么能要求它日行千里呢？#鞭策它，不按正确的方法，喂养它，不足以使它充分发挥自己的才能，听它嘶叫，却不懂得它的意思，反而拿着鞭子站在它跟前说：“天下没有千里马！”/唉！/难道果真没有千里马吗？/其实是他们真不识得千里马啊！",
    "pinyin": "shì yǒu bó lè, rán hòu yǒu qiān lǐ mǎ./qiān lǐ mǎ cháng yǒu, ér bó lè bù cháng yǒu./gù suī yǒu míng mǎ, zhǐ rǔ yú nú lì rén zhī shǒu, pián sǐ yú cáo lì zhī jiān, bù yǐ qiān lǐ chēng yě.#mǎ zhī qiān lǐ zhě, yī shí huò jìn sù yī dàn./shí mǎ zhě bù zhī qí néng qiān lǐ ér shí yě./shì mǎ yě, suī yǒu qiān lǐ zhī néng, shí bù bǎo, lì bù zú, cái měi bù wài xiàn, qiě yù yǔ cháng mǎ děng bù kě dé, ān qiú qí néng qiān lǐ yě?#cè zhī bù yǐ qí dào, shí zhī bù néng jìn qí cái, míng zhī ér bù néng tōng qí yì, zhí cè ér lín zhī, yuē: “tiān xià wú mǎ!”/wū hū!/qí zhēn wú mǎ yé?/qí zhēn bù zhī mǎ yě!",
    "comment": [
        {"start": 2, "end": 3, "content": "伯乐：人名，相传古代善于相马的人。"},
        {"start": 33, "end": 33, "content": "祗：只，仅仅，通“只”。"},
        {"start": 42, "end": 43, "content": "骈死：并列而死，指与普通马同死。"},
        {"start": 45, "end": 46, "content": "槽枥：马槽，指养马的地方。"},
        {"start": 64, "end": 70, "content": "一食或尽粟一石：一顿有时能吃光一石粮食；石，容量单位，读dàn。"},
        {"start": 73, "end": 75, "content": "食马者：喂马的人；食，通“饲”，喂养。"},
        {"start": 110, "end": 110, "content": "见：通“现”，显现。"},
        {"start": 58, "end": 62, "content": "马之千里者：定语后置，即“千里之马”。"},
        {"start": 122, "end": 129, "content": "安求其能千里也：反问句，强调不可能实现。"},
        {"start": 176, "end": 176, "content": "邪：通“耶”，疑问语气词，读yé。"},
        {"start": 131, "end": 136, "content": "策之不以其道：状语后置，即“不以其道策之”。"},
        {"start": 138, "end": 144, "content": "食之不能尽其材：宾语前置，即“不能尽其材食之”。"}
    ],
    "read": [33, 42, 46, 70, 110, 176],
    "write": [33, 42, 46, 68, 70, 110, 176],
    "background": "《马说》是唐代文学家韩愈创作的一篇议论文，大约写于贞元十一年至十六年（795年—800年）间，属于其《杂说》四篇之一。当时韩愈初入仕途，却屡遭挫折：他于贞元八年（792年）进士及第，但此后多次参加吏部博学宏词科考试均未成功，又三次上书宰相求荐举，均未被采纳。韩愈寓居长安，生活困顿，目睹朝廷不重视人才、贤士遭埋没的社会现实，感同身受，遂借千里马与伯乐的典故抒发愤懑。文章以马喻人，千里马象征怀才不遇的贤士，伯乐喻指识才的明主，而“食马者”则影射昏庸的统治者。背景反映了中唐时期政治腐败、人才选拔制度僵化的社会矛盾，韩愈通过此文尖锐批判了统治者不识人才、摧残人才的弊端，同时表达了自己对公平用人的强烈呼吁。此文创作于韩愈青年时期，是其古文运动的代表作之一，倡导质朴文风，反对骈俪浮华，对后世散文影响深远。",
    "appreciation": "《马说》是一篇借物寓意的议论文杰作，全文以千里马不遇伯乐为喻，深刻揭露了封建社会人才被压抑的主题。文章结构严谨，分为三段层层递进：首段提出核心论点“世有伯乐，然后有千里马”，强调伯乐的重要性，并通过千里马“祗辱于奴隶人之手”的悲惨遭遇，奠定愤懑基调；第二段具体描述千里马因“食不饱，力不足”而“才美不外见”，以马喻人，揭示人才因待遇不公无法施展才能的现实；第三段以排比句“策之不以其道，食之不能尽其材，鸣之而不能通其意”强化批判，结尾用反问“其真无马邪？其真不知马也！”将矛头直指统治者愚昧，达到情感高潮。艺术上，文章运用比喻手法精妙，将人才比作千里马，统治者比作食马者，形象生动且讽刺犀利；语言简练有力，多用短句和反问，如“安求其能千里也”增强气势；逻辑严密，从现象到本质逐层剖析。情感表达上，韩愈融个人怀才不遇之痛于社会批判中，既有“呜呼”的悲叹，又有“天下无马”的讥讽，展现了强烈的现实主义精神。全文不足200字，却寓意深远，是唐代散文的典范之作。",
    "tags": ["议论文", "古文", "韩愈", "人才观", "比喻", "讽刺", "八年级下册", "人教版", "初中语文", "背诵", "文言文", "唐代散文", "必背古诗文", "杂说", "借物抒情", "怀才不遇"]
}