{
    "title": "石壕吏",
    "author": "杜甫",
    "dynasty": "唐",
    "text-align": "center",
    "content": "暮投石壕村，有吏夜捉人。#老翁逾墙走，老妇出门看。#吏呼一何怒！妇啼一何苦！#听妇前致词：三男邺城戍。#一男附书至，二男新战死。#存者且偷生，死者长已矣！#室中更无人，惟有乳下孙。#有孙母未去，出入无完裙。#老妪力虽衰，请从吏夜归。#急应河阳役，犹得备晨炊。#夜久语声绝，如闻泣幽咽。#天明登前途，独与老翁别。",
    "translation": "傍晚投宿石壕村，有差役夜里来抓人。#老翁翻墙逃走，老妇出门查看。#差役吼叫多么凶狠！老妇啼哭多么痛苦！#听老妇上前诉说：三个儿子都去邺城服役了。#一个儿子捎信回来，两个儿子最近战死了。#活着的人暂且偷生，死去的人永远完了！#家里再也没有男人了，只有个吃奶的孙子。#因为有孙子在，他母亲还没有离去，进进出出没有完整的衣服。#老妇我虽然年老力衰，请让我跟从你连夜回去。#赶快到河阳去服役，还能够为军队准备早饭。#夜深了，说话的声音消失了，好像听到低声哭泣。#天亮后我继续赶路，只能与老翁一个人告别。",
    "pinyin": "mù tóu shí háo cūn, yǒu lì yè zhuō rén.#lǎo wēng yú qiáng zǒu, lǎo fù chū mén kàn.#lì hū yī hé nù! fù tí yī hé kǔ!#tīng fù qián zhì cí: sān nán yè chéng shù.#yī nán fù shū zhì, èr nán xīn zhàn sǐ.#cún zhě qiě tōu shēng, sǐ zhě cháng yǐ yǐ!#shì zhōng gèng wú rén, wéi yǒu rǔ xià sūn.#yǒu sūn mǔ wèi qù, chū rù wú wán qún.#lǎo yù lì suī shuāi, qǐng cóng lì yè guī.#jí yìng hé yáng yì, yóu dé bèi chén chuī.#yè jiǔ yǔ shēng jué, rú wén qì yōu yè.#tiān míng dēng qián tú, dú yǔ lǎo wēng bié.",
    "comment": [
        {"start": 2, "end": 3, "content": "石壕：地名，在今河南陕县东。"},
        {"start": 15, "end": 15, "content": "逾：越过，翻过。"},
        {"start": 28, "end": 29, "content": "一何：多么，表示程度深。"},
        {"start": 47, "end": 48, "content": "邺城：地名，今河北临漳，安史之乱战场。"},
        {"start": 49, "end": 49, "content": "戍：防守，服役。"},
        {"start": 54, "end": 55, "content": "附书：捎信，指带书信。"},
        {"start": 68, "end": 69, "content": "偷生：苟且活着，勉强生存。"},
        {"start": 86, "end": 87, "content": "乳下：吃奶的，指婴儿。"},
        {"start": 100, "end": 101, "content": "完裙：完整的衣服，裙泛指下裳。"},
        {"start": 105, "end": 105, "content": "妪：老妇人自称。"},
        {"start": 119, "end": 120, "content": "河阳：地名，今河南孟县，唐军驻地。"},
        {"start": 140, "end": 140, "content": "咽：哽咽，低声哭泣。"},
        {"start": 26, "end": 31, "content": "感叹句，使用“一何”加强语气，表达强烈情感。"},
        {"start": 76, "end": 76, "content": "矣：语气词，表示感叹。"}
    ],
    "read": [3, 15, 47, 49, 105, 140],
    "write": [3, 15, 47, 49, 101, 105],
    "background": "《石壕吏》是唐代诗人杜甫的代表作之一，创作于唐肃宗乾元二年（759年）春，属于其著名的“三吏三别”组诗。当时正值安史之乱（755-763年）的关键时期，唐朝由盛转衰，社会动荡。乾元元年冬，唐军九节度使在邺城（今河北临漳）围攻叛军安庆绪部，但史思明率援军反扑，于次年春大败唐军，郭子仪退守河阳（今河南孟县）。兵员损失惨重，官府为补充兵源，四处抓丁拉夫，导致民生凋敝，百姓流离失所。杜甫时任华州司功参军，从洛阳返回华州任所，途经新安、石壕、潼关等地，亲眼目睹了战乱给人民带来的深重灾难。在石壕村（今河南陕县东），他投宿一户人家，恰逢差役夜间抓丁，老翁逾墙逃走，老妇被迫出面陈情，诉说家中三子从军、二子战死的惨状，最后老妇自请应役。这一事件深刻触动了杜甫，他以白描手法真实记录，揭露了战争的残酷和官府的暴政，表达了对人民的深切同情。诗作不仅反映了安史之乱的历史背景，还展现了杜甫“诗史”的现实主义精神，成为唐代社会苦难的缩影。背景中，杜甫的个人经历也增添了作品的感染力——他因战乱漂泊，亲历离乱，对民间疾苦有切肤之痛，这使得《石壕吏》超越了个人抒情，升华为时代悲歌。",
    "appreciation": "《石壕吏》是杜甫现实主义诗歌的巅峰之作，以叙事为主，通过简洁的语言、生动的对话和紧凑的结构，深刻揭露了安史之乱时期的社会黑暗。全诗共十二句，每句独立成段，采用白描手法，不事雕琢却感人至深。开篇“暮投石壕村，有吏夜捉人”直入主题，营造紧张氛围，“暮”字暗示时间紧迫，“夜捉人”凸显官府横暴，奠定悲剧基调。随后“老翁逾墙走，老妇出门看”以动作描写展现百姓的恐惧与无奈，形成强烈对比。第三句“吏呼一何怒！妇啼一何苦！”通过感叹句和重复句式，强化了差役的凶狠与老妇的痛苦，情感冲击力极强。诗的核心是老妇致词（第四至九句），叙述家中三子戍邺城、二子战死、存者偷生的惨况，“室中更无人，惟有乳下孙”和“出入无完裙”等细节，生动刻画贫困，而老妇自请“急应河阳役”表面自愿，实为讽刺官府的无情。结尾“夜久语声绝，如闻泣幽咽”以景结情，用“泣幽咽”的听觉意象渲染悲凉，“天明登前途，独与老翁别”含蓄收束，诗人沉默离去，余韵悠长，深化了无力救赎的沉痛。艺术上，全诗语言质朴如话，却字字血泪；结构上，情节完整，对话推进叙事，避免直抒胸臆而情蕴其中；主题上，控诉战争罪恶，同情人民疾苦，体现了杜甫的人道主义关怀和“诗史”精神。此诗对后世影响深远，被誉为中国古代叙事诗的典范，其现实主义手法为白居易等诗人所继承。",
    "tags": ["叙事诗", "现实主义", "安史之乱", "杜甫", "八年级上册", "古诗", "背诵", "战争题材", "社会批判", "唐代诗歌", "必背古诗文", "初中语文", "三吏三别", "白描手法", "人民疾苦"]
}