{
    "title": "茅屋为秋风所破歌",
    "author": "杜甫",
    "dynasty": "唐",
    "text-align": "center",
    "content": "八月秋高风怒号，卷我屋上三重茅。#茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。#南村群童欺我老无力，忍能对面为盗贼。#公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。#俄顷风定云墨色，秋天漠漠向昏黑。#布衾多年冷似铁，娇儿恶卧踏里裂。#床头屋漏无干处，雨脚如麻未断绝。#自经丧乱少睡眠，长夜沾湿何由彻！#安得广厦千万间，大庇天下寒士俱欢颜！#风雨不动安如山。#呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！",
    "translation": "八月秋深狂风怒号，卷走了我屋顶上好几层茅草。#茅草乱飞渡过浣花溪散落在对岸江边，飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到低洼的水塘里。#南村的一群儿童欺负我年老没力气，竟忍心这样当面做“贼”抢东西。#毫无顾忌地抱着茅草跑进竹林去了，我喊得唇焦口燥也没有用，只好回来，拄着拐杖独自叹息。#一会儿风停了，天空中乌云像墨一样黑，深秋天空阴沉迷蒙渐渐黑下来了。#布被盖了多年又冷又硬像铁板似的，孩子睡相不好把被里蹬破了。#一下雨屋顶漏水屋内没有一点儿干燥的地方，房顶的雨水像麻线一样不停地往下漏。#自从安史之乱之后我睡眠的时间很少，长夜漫漫屋漏床湿怎能挨到天亮！#如何能得到千万间宽敞高大的房子，普遍地庇覆天下间贫寒的读书人让他们开颜欢笑！#房子在风雨中也不为所动安稳得像是山一样。#唉！什么时候眼前出现这样高耸的房屋，到那时即使我的茅屋被秋风吹破自己受冻而死也心甘情愿！",
    "pinyin": "bā yuè qiū gāo fēng nù háo , juǎn wǒ wū shàng sān chóng máo .#máo fēi dù jiāng sǎ jiāng jiāo , gāo zhě guà juàn cháng lín shāo , xià zhě piāo zhuǎn chén táng ào .#nán cūn qún tóng qī wǒ lǎo wú lì , rěn néng duì miàn wéi dào zéi .#gōng rán bào máo rù zhú qù , chún jiāo kǒu zào hū bù dé , guī lái yǐ zhàng zì tàn xī .#é qǐng fēng dìng yún mò sè , qiū tiān mò mò xiàng hūn hēi .#bù qīn duō nián lěng sì tiě , jiāo ér wù wò tà lǐ liè .#chuáng tóu wū lòu wú gān chù , yǔ jiǎo rú má wèi duàn jué .#zì jīng sāng luàn shǎo shuì mián , cháng yè zhān shī hé yóu chè !#ān dé guǎng shà qiān wàn jiān , dà bì tiān xià hán shì jù huān yán !#fēng yǔ bù dòng ān rú shān .#wū hū ! hé shí yǎn qián tū wù jiàn cǐ wū , wú lú dú pò shòu dòng sǐ yì zú !",
    "comment": [
        {
            "start": 28,
            "end": 28,
            "content": "罥：挂结，缠绕。"
        },
        {
            "start": 113,
            "end": 113,
            "content": "恶：读 wù，意为讨厌、不好。"
        },
        {
            "end": 151,
            "start": 151,
            "content": "彻：结束，指天亮。"
        },
        {
            "start": 168,
            "end": 168,
            "content": "庇：庇护，覆盖。"
        },
        {
            "start": 183,
            "end": 184,
            "content": "安得：宾语前置句式，表示强烈愿望，意为“如何能得到”。"
        },
        {
            "start": 203,
            "end": 203,
            "content": "突兀：高耸的样子。"
        },
        {
            "start": 39,
            "end": 39,
            "content": "坳：低洼的水塘。"
        },
        {
            "start": 59,
            "end": 59,
            "content": "盗贼：此处为比喻，指抢茅草的儿童。"
        },
        {
            "start": 84,
            "end": 84,
            "content": "倚杖：拄着拐杖。"
        },
        {
            "start": 101,
            "end": 101,
            "content": "漠漠：阴沉迷蒙的样子。"
        },
        {
            "start": 118,
            "end": 118,
            "content": "踏里裂：蹬破被里。"
        }
    ],
    "read": [28, 113, 151, 168, 203],
    "write": [28, 39, 113, 151, 168],
    "background": "《茅屋为秋风所破歌》是唐代诗人杜甫于唐肃宗上元二年（761年）八月在成都草堂所作。当时，杜甫因安史之乱流寓成都，在友人帮助下建起草堂暂居。八月秋深，狂风骤起，卷走茅屋顶草，又逢大雨，屋漏床湿，长夜难眠。此诗即在此背景下写成。杜甫由自身苦难联想到天下寒士，抒发了忧国忧民的情怀。全诗不仅描绘了个人生活的困顿，更升华到对天下苍生的关怀，体现了杜甫崇高的思想境界。这一时期，唐朝战乱频仍，民生凋敝，杜甫的诗歌深刻反映了社会现实，成为其现实主义诗风的代表作。",
    "appreciation": "《茅屋为秋风所破歌》是杜甫现实主义诗歌的巅峰之作，全诗以叙事起笔，层层递进，情感深沉。开篇‘八月秋高风怒号’以拟人手法渲染狂风肆虐，卷走茅草，画面生动，奠定悲凉基调。随后‘南村群童欺我老无力’转入人情冷暖的描写，儿童抢茅的细节凸显世态炎凉，而‘唇焦口燥呼不得’更显诗人无奈。中间部分‘布衾多年冷似铁’等句，通过铁喻布衾、麻喻雨脚，意象鲜明，极写生活窘迫，长夜沾湿的煎熬呼应‘自经丧乱少睡眠’，将个人苦难与时代丧乱紧密联系。高潮处‘安得广厦千万间’陡然转折，由己及人，抒发大庇天下寒士的宏愿，句式铿锵，情感磅礴。结尾‘吾庐独破受冻死亦足’以自我牺牲的壮语收束，升华主题，彰显仁者胸怀。全诗语言质朴却力透纸背，结构严谨，叙事、抒情、议论交融，从个人遭遇扩展到社会关怀，体现了杜甫沉郁顿挫的诗风和心系苍生的高尚情操。其现实主义精神深刻影响了后世，成为中华诗史的瑰宝。",
    "tags": ["唐诗", "杜甫", "现实主义", "忧国忧民", "八年级下册", "古诗", "背诵", "中学语文", "人教版", "必背古诗文", "叙事诗", "社会批判", "安史之乱", "成都草堂", "名篇赏析"]
}