{
    "title": "湖心亭看雪",
    "author": "张岱",
    "dynasty": "明末清初",
    "text-align": "center",
    "content": "崇祯五年十二月，余住西湖。/大雪三日，湖中人鸟声俱绝。/是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。/雾凇沆砀，天与云与山与水，上下一白。/湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。#到亭上，有两人铺毡对坐，一童子烧酒炉正沸。/见余，大喜曰：湖中焉得更有此人！/拉余同饮。/余强饮三大白而别。/问其姓氏，是金陵人，客此。/及下船，舟子喃喃曰：莫说相公痴，更有痴似相公者！",
    "translation": "崇祯五年十二月，我住西湖边。/大雪连下三日，湖中人声鸟声都消失。/这天初更时分，我撑小船裹皮衣带火炉，独自去湖心亭赏雪。/冰花弥漫，天空云层山峦湖水，浑然一体白茫茫。/湖上影子，只有长堤一道痕迹、湖心亭一个黑点、和我的船如草叶、船中人两三微粒而已。#来到亭上，见两人铺毡对坐，童子煮酒炉火正旺。/见到我惊喜道：湖中怎还有这样的人！/拉我同饮。/我勉强喝三杯告辞。/问其姓氏，知是金陵人客居此地。/下船时船夫嘀咕：别说相公痴，还有像您一样痴的人！",
    "pinyin": "chóng zhēn wǔ nián shí èr yuè yú zhù xī hú/dà xuě sān rì hú zhōng rén niǎo shēng jù jué/shì rì gēng dìng yǐ yú ná yī xiǎo zhōu yōng cuì yī lú huǒ dú wǎng hú xīn tíng kàn xuě/wù sōng hàng dàng tiān yǔ yún yǔ shān yǔ shuǐ shàng xià yī bái/hú shàng yǐng zi wéi cháng dī yī hén hú xīn tíng yī diǎn yǔ yú zhōu yī jiè zhōu zhōng rén liǎng sān lì ér yǐ/dào tíng shàng yǒu liǎng rén pù zhān duì zuò yī tóng zǐ shāo jiǔ lú zhèng fèi/jiàn yú dà xǐ yuē hú zhōng yān dé gèng yǒu cǐ rén/lā yú tóng yǐn/yú qiáng yǐn sān dà bái ér bié/wèn qí xìng shì shì jīn líng rén kè cǐ/jí xià chuán zhōu zi nán nán yuē mò shuō xiàng gong chī gèng yǒu chī sì xiàng gong zhě",
    "comment": [
        {
            "start": 0,
            "end": 7,
            "content": "崇祯五年：使用明朝年号纪年，体现遗民情怀"
        },
        {
            "start": 25,
            "end": 31,
            "content": "人鸟声俱绝：通感手法，听觉上的绝对寂静"
        },
        {
            "start": 44,
            "end": 47,
            "content": "更定：古代夜间计时单位，约晚上7-9点"
        },
        {
            "start": 48,
            "end": 51,
            "content": "拏：通'拿'，此处指撑船"
        },
        {
            "start": 52,
            "end": 59,
            "content": "毳衣：细毛皮衣，表明天气极寒"
        },
        {
            "start": 76,
            "end": 79,
            "content": "沆砀：白气弥漫的样子"
        },
        {
            "start": 80,
            "end": 97,
            "content": "天与云与山与水：连用三个'与'字构成排比"
        },
        {
            "start": 110,
            "end": 132,
            "content": "痕、点、芥、粒：微观量词表现宏观景象的陌生化手法"
        },
        {
            "start": 196,
            "end": 207,
            "content": "湖中焉得更有此人：倒装句，正常语序应为'焉得湖中更有此人'"
        },
        {
            "start": 221,
            "end": 227,
            "content": "三大白：三大杯酒，量词活用"
        },
        {
            "start": 239,
            "end": 244,
            "content": "客此：名词作动词，客居于此"
        },
        {
            "start": 262,
            "end": 277,
            "content": "痴似相公者：定语后置，'似相公'修饰'痴'"
        }
    ],
    "background": "本文出自张岱回忆录《陶庵梦忆》，创作于明亡后。崇祯五年(1632)冬，张岱寓居西湖，遇三日大雪后夜游湖心亭，记录此次奇遇。文中'崇祯五年'的纪年方式具有特殊意义——此时已是清朝，作者坚持使用前明年号，暗含遗民对故国的深沉追忆。张岱作为明朝遗老，通过这篇小品文寄托了复杂的人生感慨，将个人际遇与时代巨变熔铸在这幅水墨雪景中。",
    "appreciation": "全文仅160余字却构建三重意境：开篇'人鸟声俱绝'营造出遗世独立的孤绝世界，中段'上下一白'展现宇宙洪荒的苍茫气象，终章'痴似相公'道出知音难觅的人生感悟。艺术上呈现三大特色：一是量词'痕、点、芥、粒'的精准运用，通过微观视角将浩渺空间压缩于方寸；二是'金陵人'的象征性设置与舟子点评，构成双重镜像反射，深化'痴'的哲学内涵；三是白描手法与留白艺术，'雾凇沆砀'四字写尽雪雾迷蒙，'两三粒'写人如芥子，在宏大与渺小的对比中展现天人关系。文中'拉余同饮'的戏剧性相遇，实则是作者在易代之际对知音者的深情呼唤。小品文至此已达化境，堪称晚明性灵文学的代表作。",
    "tags": ["九年级上册", "文言文", "小品文", "山水游记", "晚明文学", "张岱", "遗民文学", "白描手法", "意境营造", "背诵篇目", "语文教材"]
}