{
    "title": "渔家傲·秋思",
    "author": "范仲淹",
    "dynasty": "宋",
    "text-align": "paragraph",
    "content": "塞下秋来风景异。/衡阳雁去无留意。/四面边声连角起。/千嶂里，长烟落日孤城闭。#浊酒一杯家万里。/燕然未勒归无计。/羌管悠悠霜满地。/人不寐，将军白发征夫泪。",
    "translation": "边塞的秋天风景奇异。/大雁飞往衡阳，毫无留恋之意。/四面八方的边塞声音随着号角响起。/在千山万壑之中，长烟直上，落日西沉，孤城紧闭。#喝一杯浊酒，思念万里之外的家乡。/燕然山尚未刻石记功，归家无期。/羌笛声悠扬，霜雪铺满大地。/人无法入睡，将军白发苍苍，士兵泪流满面。",
    "pinyin": "sài xià qiū lái fēng jǐng yì ./ héng yáng yàn qù wú liú yì ./ sì miàn biān shēng lián jiǎo qǐ ./ qiān zhàng lǐ , cháng yān luò rì gū chéng bì .# zhuó jiǔ yī bēi jiā wàn lǐ ./ yān rán wèi lè guī wú jì ./ qiāng guǎn yōu yōu shuāng mǎn dì ./ rén bù mèi , jiāng jūn bái fà zhēng fū lèi .",
    "comment": [
        {
            "start": 9,
            "end": 10,
            "content": "地名，在今湖南省，传说大雁南飞至此而止。"
        },
        {
            "start": 28,
            "end": 28,
            "content": "高耸险峻如同屏障的山峰。"
        },
        {
            "start": 49,
            "end": 50,
            "content": "山名，在今蒙古国境内，东汉窦宪曾在此刻石记功。"
        },
        {
            "start": 52,
            "end": 52,
            "content": "刻石记功。"
        },
        {
            "start": 58,
            "end": 59,
            "content": "羌笛，古代西北少数民族的乐器。"
        }
    ],
    "different_meanings": [
        {
            "start": 75,
            "end": 76,
            "old": "远行的人或士兵",
            "new": "现代多指丈夫或特定职业人员"
        }
    ],
    "special_sentences": [
        {
            "start": 9,
            "end": 16,
            "content": "宾语前置，'衡阳'前置，正常语序应为'雁去衡阳无留意'。"
        },
        {
            "start": 49,
            "end": 56,
            "content": "宾语前置，'燕然'前置，正常语序应为'未勒燕然归无计'。"
        }
    ],
    "read": [0, 28, 52, 58],
    "write": [28, 52, 58, 69],
    "background": "范仲淹（989年－1052年），字希文，谥文正，北宋杰出的政治家、文学家、军事家，苏州吴县（今江苏苏州）人。他于大中祥符八年（1015年）进士及第，一生为官清廉，倡导“先天下之忧而忧，后天下之乐而乐”的崇高理想，是“庆历新政”改革的核心人物。康定元年（1040年），西夏李元昊大举入侵北宋边境，范仲淹被任命为陕西经略安抚副使，驻守延州（今陕西延安），负责防御西夏。在边疆三年间（1040-1043年），他亲历战事，目睹边塞将士的艰苦生活：荒凉的秋景、严酷的气候、频繁的战事和深切的思乡之情，这些经历成为《渔家傲·秋思》的创作源泉。此词写于1042年秋，正值北宋与西夏战争胶着时期，范仲淹通过词作抒发将士们保家卫国的豪情与归家无计的悲凉，深刻反映了当时边疆的紧张局势。北宋初期，边防薄弱，军费沉重，士兵长期戍边，生活困苦，范仲淹在词中融入个人改革思想，呼吁关注民生。该词是宋词中边塞题材的开山之作，突破了传统词的婉约风格，以豪放笔触展现军人精神，对后世苏轼、辛弃疾等词人影响深远。范仲淹的边疆经历也促使他提出“屯田戍边”策略，加强防御，为“庆历新政”中军事改革奠定基础。此词流传千年，成为中国古代文学中爱国主义的典范，被收入多部诗词选集，彰显了范仲淹作为士大夫的忧患意识与人文关怀。",
    "appreciation": "《渔家傲·秋思》是范仲淹边塞词的代表作，以秋景起兴，通过意象叠加和情感递进，展现将士的复杂心境。上片写景，开篇“塞下秋来风景异”以“异”字统领，突出边塞秋日的萧瑟奇异，与中原形成对比；“衡阳雁去无留意”借大雁南飞象征将士的思归无望，物我交融；“四面边声连角起”以声音渲染战地氛围，号角声夹杂风声、马嘶，烘托紧张局势；“千嶂里，长烟落日孤城闭”描绘荒凉地理，孤城紧闭暗示戒备森严，落日余晖增添悲壮色彩。下片抒情，“浊酒一杯家万里”直抒胸臆，浊酒与万里家乡形成空间张力，凸显愁绪；“燕然未勒归无计”用典东汉窦宪刻石记功，表达壮志未酬的无奈；“羌管悠悠霜满地”以羌笛声和寒霜营造凄清意境，强化思乡之痛；结尾“人不寐，将军白发征夫泪”白描手法，将军与士兵共悲，白发与泪珠象征岁月煎熬和集体哀伤，升华至家国情怀。艺术上，该词结构严谨，上景下情，过渡自然；语言凝练，善用对仗（如“千嶂里”对“长烟落日”）；修辞上，借代（“燕然”代指战功）、夸张（“家万里”）增强感染力；风格豪放中见细腻，突破花间词传统，开创宋词新境。情感上，交织爱国豪情与个人愁思，反映北宋军人“忠孝难两全”的普遍困境，具有深刻历史真实性和人文价值。整首词情景交融，意境雄浑，被誉为“宋代边塞诗第一”，对后世文学影响深远。",
    "tags": ["边塞", "宋词", "范仲淹", "秋思", "爱国", "教材:人教版九年级上册", "抒情", "怀乡", "军旅"]
}